Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: PDF Generated Successfully
de: PDF erfolgreich erstellt
uk: PDF успішно згенеровано

source: Generating Document
de: Dokument wird erstellt
uk: Генерація документа

source: Export Settings
de: Export-Einstellungen
uk: Налаштування експорту

source: Show BPM
de: BPM anzeigen
uk: Показати BPM

source: Include BPM Information For Each Song
de: BPM-Informationen für jeden Song einschließen
uk: Включити інформацію BPM для кожної пісні

source: Show Musical Key
de: Tonart anzeigen
uk: Показати музичний ключ

source: Include Key Signatures Where Available
de: Tonarten einschließen, wo verfügbar
uk: Включити ключові підписи там, де доступно

source: Update PDF
de: PDF aktualisieren
uk: Оновити PDF

source: Share PDF
de: PDF teilen
uk: Поділитися PDF

source: Creating PDF
de: PDF wird erstellt
uk: Створення PDF

source: Export Error
de: Export-Fehler
uk: Помилка експорту

source: Timing Editor
uk: Редактор таймінгу

source: Adjust Your Concert Schedule
de: Passen Sie Ihren Konzertplan an
uk: Налаштуйте свій концертний розклад

source: Concert Parameters
de: Konzertparameter
uk: Параметри концерту

source: Fixed End Time
de: Feste Endzeit
uk: Фіксований час закінчення

source: Set A Specific End Time For The Concert
de: Bestimmte Endzeit für das Konzert festlegen
uk: Встановити конкретний час закінчення концерту

source: Concert End
de: Konzertende
uk: Кінець концерту

source: Search items
de: Artikel suchen
uk: Пошук товарів

source: Add item
de: Artikel hinzufügen
uk: Додати товар

source: Saved drafts
de: Gespeicherte Entwürfe
uk: Збережені чернетки

source: Sales analytics
de: Verkaufsanalysen
uk: Аналітика продажів

source: Show low stock items
de: Niedrige Lagerbestände anzeigen
uk: Показати товари з низьким запасом

source: Export
de: Exportieren
uk: Експорт

source: Export Inventory
de: Inventar exportieren
uk: Експорт інвентаря

source: Export Sales
de: Verkäufe exportieren
uk: Експорт продажів

source: Export Options
de: Export-Optionen
uk: Опції експорту

source: Clear All
de: Alles löschen
uk: Очистити все

source: Saved Drafts
de: Gespeicherte Entwürfe
uk: Збережені чернетки

source: Images
de: Bilder
uk: Зображення

source: Subcategory
de: Unterkategorie
uk: Підкатегорія

source: Inventory
de: Inventar
uk: Інвентар

source: Add Item
de: Artikel hinzufügen
uk: Додати товар

source: Price (EUR)
de: Preis (EUR)
uk: Ціна (EUR)

source: Cost (EUR, optional)
de: Kosten (EUR, optional)
uk: Собівартість (EUR, необов'язково)

source: Low stock threshold
de: Mindestbestand
uk: Поріг низького запасу

source: %d items
de: %d Artikel
uk: %d товарів

source: SKU (optional)
uk: SKU (необов'язково)

source: Stock by sizes
de: Bestand nach Größen
uk: Запас за розмірами

source: Item quantity
de: Artikelmenge
uk: Кількість товару

source: Quantity: %d
de: Menge: %d
uk: Кількість: %d

source: Uploading...
de: Hochladen...
uk: Завантаження...

source: Error loading images: %@
de: Fehler beim Laden der Bilder: %@
uk: Помилка завантаження зображень: %@

source: Failed to load %d image(s)
de: Fehler beim Laden von %d Bild(ern)
uk: Не вдалося завантажити %d зображень

source: User group not found
de: Benutzergruppe nicht gefunden
uk: Група користувача не знайдена

source: Failed to save item
de: Artikel konnte nicht gespeichert werden
uk: Не вдалося зберегти товар

source: Error uploading images: %@
de: Fehler beim Hochladen der Bilder: %@
uk: Помилка завантаження зображень: %@

source: Failed to save draft: %@
de: Entwurf konnte nicht gespeichert werden: %@
uk: Не вдалося зберегти чернетку: %@

source: Paste CSV Data Here
de: CSV-Daten hier einfügen
uk: Вставте CSV дані тут

source: Import from file
de: Aus Datei importieren
uk: Імпорт з файлу

source: Import CSV
de: CSV importieren
uk: Імпорт CSV

source: Name,Description,Price,Category,Subcategory,S,M,L,XL,XXL T-Shirt,Band logo t-shirt,25,Clothing,T-shirt,10,15,20,10,5 Vinyl,Limited edition vinyl,30,Music,Vinyl Record,50,0,0,0,0
de: Name,Beschreibung,Preis,Kategorie,Unterkategorie,S,M,L,XL,XXL T-Shirt,Band Logo T-Shirt,25,Kleidung,T-Shirt,10,15,20,10,5 Vinyl,Limitierte Vinyl,30,Musik,Schallplatte,50,0,0,0,0
uk: Назва,Опис,Ціна,Категорія,Підкатегорія,S,M,L,XL,XXL Футболка,Футболка з логотипом гурту,25,Одяг,Футболка,10,15,20,10,5 Вініл,Лімітований вініл,30,Музика,Вінілова платівка,50,0,0,0,0

source: Import From CSV
de: Aus CSV importieren
uk: Імпорт з CSV

source: Edit Item
de: Artikel bearbeiten
uk: Редагувати товар

source: Profit Margin
de: Gewinnmarge
uk: Маржа прибутку

source: Saving...
de: Speichern...
uk: Збереження...

source: Failed to delete item
de: Artikel konnte nicht gelöscht werden
uk: Не вдалося видалити товар

source: Data & Storage Policy
de: Daten- und Speicherrichtlinie
uk: Політика даних та зберігання

source: BandSync uses minimal data storage and analytics to provide a great user experience. This policy explains our approach to data storage, cookies, and similar technologies.
de: BandSync verwendet minimale Datenspeicherung und Analysen, um eine großartige Benutzererfahrung zu bieten. Diese Richtlinie erklärt unseren Ansatz zur Datenspeicherung, Cookies und ähnlichen Technologien.
uk: BandSync використовує мінімальне зберігання даних та аналітику для забезпечення чудового користувацького досвіду. Ця політика пояснює наш підхід до зберігання даних, файлів cookie та подібних технологій.

source: Data Storage Overview
de: Datenspeicherung Übersicht
uk: Огляд зберігання даних

source: Authentication Tokens
de: Authentifizierungstoken
uk: Токени автентифікації

source: Keep you securely logged in to your account
de: Halten Sie sicher in Ihrem Konto angemeldet
uk: Підтримують безпечний вхід до вашого облікового запису

source: Essential
de: Wesentlich
uk: Необхідні

source: User Preferences
de: Benutzereinstellungen
uk: Налаштування користувача

source: Remember your app settings and customizations
de: Merken sich Ihre App-Einstellungen und Anpassungen
uk: Запам'ятовують налаштування та персоналізацію програми

source: Session Data
de: Sitzungsdaten
uk: Дані сесії

source: Maintain your current session and app state
de: Behalten Ihre aktuelle Sitzung und App-Status bei
uk: Підтримують поточну сесію та стан програми

source: Offline Cache
uk: Офлайн кеш

source: Store data locally for offline access and faster loading
de: Speichern Daten lokal für Offline-Zugriff und schnelleres Laden
uk: Зберігають дані локально для офлайн доступу та швидшого завантаження

source: Security Tokens
de: Sicherheitstoken
uk: Токени безпеки

source: Protect your account from unauthorized access
de: Schützen Ihr Konto vor unbefugtem Zugriff
uk: Захищають ваш обліковий запис від несанкціонованого доступу

source: Essential Data Storage
de: Wesentliche Datenspeicherung
uk: Необхідне зберігання даних

source: Performance Monitoring
de: Leistungsüberwachung
uk: Моніторинг продуктивності

source: Track app performance and identify technical issues
de: Verfolgen App-Leistung und identifizieren technische Probleme
uk: Відстежують продуктивність програми та виявляють технічні проблеми

source: Analytics
de: Analytik
uk: Аналітика

source: Feature Usage
de: Funktionsnutzung
uk: Використання функцій

source: Understand which features are most helpful to users
de: Verstehen, welche Funktionen für Benutzer am hilfreichsten sind
uk: Дозволяють зрозуміти, які функції найбільш корисні для користувачів

source: Error Reporting
de: Fehlerberichterstattung
uk: Звіти про помилки

source: Automatically report crashes and bugs for quick fixes
de: Melden automatisch Abstürze und Fehler für schnelle Korrekturen
uk: Автоматично повідомляють про збої та помилки для швидкого виправлення

source: Usage Statistics
de: Nutzungsstatistiken
uk: Статистика використання

source: Improve app design and user experience
de: Verbessern App-Design und Benutzererfahrung
uk: Покращують дизайн програми та користувацький досвід

source: Analytics & Improvement
de: Analytik und Verbesserung
uk: Аналітика та покращення

source: Essential Data
de: Wesentliche Daten
uk: Необхідні дані

source: Required for app functionality and cannot be disabled
de: Erforderlich für App-Funktionalität und kann nicht deaktiviert werden
uk: Необхідні для функціонування програми та не можуть бути відключені

source: Analytics Data
de: Analytische Daten
uk: Аналітичні дані

source: Can be controlled through iOS Privacy Settings
de: Kann über iOS-Datenschutzeinstellungen kontrolliert werden
uk: Можна контролювати через налаштування конфіденційності iOS

source: App Cache
uk: Кеш програми

source: Can be cleared through BandSync Settings
de: Kann über BandSync-Einstellungen geleert werden
uk: Можна очистити через налаштування BandSync

source: Account Data
de: Kontodaten
uk: Дані облікового запису

source: Managed through your account settings
de: Verwaltet über Ihre Kontoeinstellungen
uk: Керуються через налаштування вашого облікового запису

source: Your Control Options
de: Ihre Kontrolloptionen
uk: Ваші варіанти контролю

source: iOS Privacy Settings
de: iOS-Datenschutzeinstellungen
uk: Налаштування конфіденційності iOS

source: Control app tracking and analytics through Settings > Privacy & Security > Analytics & Improvements
de: Kontrollieren Sie App-Verfolgung und Analytik über Einstellungen > Datenschutz und Sicherheit > Analytik und Verbesserungen
uk: Контролюйте відстеження програми та аналітику через Налаштування > Конфіденційність та безпека > Аналітика та покращення

source: BandSync Settings
de: BandSync-Einstellungen
uk: Налаштування BandSync

source: Clear app cache and manage data storage through the Settings tab in BandSync
de: Leeren Sie App-Cache und verwalten Sie Datenspeicherung über die Einstellungen-Registerkarte in BandSync
uk: Очищайте кеш програми та керуйте зберіганням даних через вкладку Налаштування в BandSync

source: Export your data or delete your account at any time through Account Settings
de: Exportieren Sie Ihre Daten oder löschen Sie Ihr Konto jederzeit über Kontoeinstellungen
uk: Експортуйте свої дані або видаліть обліковий запис у будь-який час через Налаштування облікового запису

source: Managing Your Data
de: Verwaltung Ihrer Daten
uk: Керування вашими даними

source: App performance and usage analytics
de: App-Leistung und Nutzungsanalytik
uk: Аналітика продуктивності та використання програми

source: Crash reporting and error tracking
de: Absturzberichte und Fehlerverfolgung
uk: Звіти про збої та відстеження помилок

source: Document storage and sharing
de: Dokumentenspeicherung und -freigabe
uk: Зберігання та обмін документами

source: App Store analytics and performance metrics
de: App Store-Analytik und Leistungsmetriken
uk: Аналітика App Store та показники продуктивності

source: Notification of Changes
de: Benachrichtigung über Änderungen
uk: Повідомлення про зміни

source: We will update this policy when we make changes to our data storage practices. Significant changes will be communicated through the app with advance notice.
de: Wir werden diese Richtlinie aktualisieren, wenn wir Änderungen an unseren Datenspeicherungspraktiken vornehmen. Wesentliche Änderungen werden über die App mit Vorankündigung kommuniziert.
uk: Ми оновимо цю політику, коли внесемо зміни до наших практик зберігання даних. Значні зміни будуть повідомлені через програму із завчасним попередженням.

source: Your continued use of BandSync after policy updates indicates acceptance of the revised practices.
de: Ihre fortgesetzte Nutzung von BandSync nach Richtlinienaktualisierungen zeigt die Akzeptanz der überarbeiteten Praktiken an.
uk: Ваше продовжене використання BandSync після оновлення політики вказує на прийняття переглянутих практик.

source: Data Security Commitment
de: Datensicherheitsverpflichtung
uk: Зобов'язання щодо безпеки даних

source: We implement industry-standard security measures to protect stored data. However, we recommend maintaining your own backups of important information as an additional precaution.
de: Wir implementieren branchenübliche Sicherheitsmaßnahmen zum Schutz gespeicherter Daten. Wir empfehlen jedoch, eigene Backups wichtiger Informationen als zusätzliche Vorsichtsmaßnahme zu führen.
uk: Ми впроваджуємо галузеві стандарти безпеки для захисту збережених даних. Однак ми рекомендуємо підтримувати власні резервні копії важливої інформації як додаткову застережність.

source: Third-Party Data Practices
de: Drittanbieter-Datenpraktiken
uk: Практики сторонніх даних

source: While we carefully select trusted service providers, we recommend reviewing their privacy policies as well. We work only with providers who meet high security and privacy standards.
de: Während wir sorgfältig vertrauenswürdige Dienstleister auswählen, empfehlen wir auch, deren Datenschutzrichtlinien zu überprüfen. Wir arbeiten nur mit Anbietern, die hohe Sicherheits- und Datenschutzstandards erfüllen.
uk: Хоча ми ретельно вибираємо надійних постачальників послуг, ми рекомендуємо також переглянути їхні політики конфіденційності. Ми працюємо лише з постачальниками, які відповідають високим стандартам безпеки та конфіденційності.

source: Users are encouraged to understand and utilize available privacy controls on their devices and within the app to customize their data sharing preferences.
de: Benutzer werden ermutigt, verfügbare Datenschutzkontrollen auf ihren Geräten und in der App zu verstehen und zu nutzen, um ihre Datenfreigabe-Präferenzen anzupassen.
uk: Користувачів заохочують розуміти та використовувати доступні засоби контролю конфіденційності на своїх пристроях та в програмі для налаштування своїх переваг обміну даними.

source: For questions about data storage practices, contact our support team through the app.
de: Bei Fragen zu Datenspeicherungspraktiken wenden Sie sich über die App an unser Support-Team.
uk: З питань щодо практик зберігання даних зверніться до нашої команди підтримки через програму.

source: We are committed to transparent and responsible data handling practices.
de: Wir verpflichten uns zu transparenten und verantwortlichen Datenverarbeitungspraktiken.
uk: Ми прагнемо прозорих та відповідальних практик обробки даних.

source: BandSync is committed to complying with the General Data Protection Regulation (GDPR) and similar privacy laws. This section explains your rights and how we protect your data.
de: BandSync verpflichtet sich zur Einhaltung der Datenschutz-Grundverordnung (DSGVO) und ähnlicher Datenschutzgesetze. Dieser Abschnitt erklärt Ihre Rechte und wie wir Ihre Daten schützen.
uk: BandSync прагне дотримуватися Загального регламенту захисту даних (GDPR) та подібних законів про конфіденційність. Цей розділ пояснює ваші права та те, як ми захищаємо ваші дані.

source: Our Commitment to GDPR
de: Unsere Verpflichtung zur DSGVO
uk: Наше зобов'язання щодо GDPR

source: Right to be Informed
de: Recht auf Information
uk: Право на інформування

source: Clear, transparent information about how we collect and use your data
de: Klare, transparente Informationen darüber, wie wir Ihre Daten sammeln und verwenden
uk: Чітка, прозора інформація про те, як ми збираємо та використовуємо ваші дані

source: Detailed in our Privacy Policy
de: Detailliert in unserer Datenschutzrichtlinie
uk: Детально в нашій Політиці конфіденційності

source: Right of Access
de: Recht auf Zugang
uk: Право доступу

source: Request copies of your personal data and understand how it's processed
de: Kopien Ihrer persönlichen Daten anfordern und verstehen, wie sie verarbeitet werden
uk: Запит копій ваших особистих даних та розуміння того, як вони обробляються

source: Contact Support or export data in app
de: Support kontaktieren oder Daten in der App exportieren
uk: Зверніться до підтримки або експортуйте дані в програмі

source: Right to Rectification
de: Recht auf Berichtigung
uk: Право на виправлення

source: Correct any inaccurate or incomplete personal data
de: Korrektur ungenauer oder unvollständiger persönlicher Daten
uk: Виправлення будь-яких неточних або неповних особистих даних

source: Update through App Settings or contact Support
de: Über App-Einstellungen aktualisieren oder Support kontaktieren
uk: Оновіть через налаштування програми або зверніться до підтримки

source: Right to Erasure
de: Recht auf Löschung
uk: Право на стирання

source: Request deletion of your personal data when appropriate
de: Löschung Ihrer persönlichen Daten anfordern, wenn angemessen
uk: Запит на видалення ваших особистих даних, коли це доречно

source: Delete Account in Settings or contact Support
de: Konto in Einstellungen löschen oder Support kontaktieren
uk: Видаліть обліковий запис у налаштуваннях або зверніться до підтримки

source: Right to Restrict Processing
de: Recht auf Einschränkung der Verarbeitung
uk: Право на обмеження обробки

source: Limit how we process your data in certain circumstances
de: Einschränkung der Verarbeitung Ihrer Daten unter bestimmten Umständen
uk: Обмеження того, як ми обробляємо ваші дані за певних обставин

source: Contact Support for specific requests
de: Support für spezifische Anfragen kontaktieren
uk: Зверніться до підтримки для конкретних запитів

source: Right to Data Portability
de: Recht auf Datenübertragbarkeit
uk: Право на переносимість даних

source: Receive your personal data in a structured, machine-readable format
de: Ihre persönlichen Daten in einem strukturierten, maschinenlesbaren Format erhalten
uk: Отримання ваших особистих даних у структурованому, машинночитаному форматі

source: Use Export Data feature or contact Support
de: Datenexport-Funktion verwenden oder Support kontaktieren
uk: Використовуйте функцію експорту даних або зверніться до підтримки

source: Right to Object
de: Widerspruchsrecht
uk: Право на заперечення

source: Object to processing of your personal data in certain situations
de: Widerspruch gegen die Verarbeitung Ihrer persönlichen Daten in bestimmten Situationen
uk: Заперечення щодо обробки ваших особистих даних у певних ситуаціях

source: Contact Support to discuss your concerns
de: Support kontaktieren, um Ihre Bedenken zu besprechen
uk: Зверніться до підтримки для обговорення ваших занепокоєнь

source: Your GDPR Rights
de: Ihre DSGVO-Rechte
uk: Ваші права GDPR

source: How to exercise: %@
de: Wie ausüben: %@
uk: Як реалізувати: %@

source: Lawful Basis for Processing
de: Rechtmäßige Grundlage für die Verarbeitung
uk: Правова основа для обробки

source: We process data based on legitimate interests, user consent, and contractual necessity
de: Wir verarbeiten Daten auf der Grundlage berechtigter Interessen, Nutzereinwilligung und vertraglicher Notwendigkeit
uk: Ми обробляємо дані на основі законних інтересів, згоди користувача та договірної необхідності

source: Data Minimization
de: Datenminimierung
uk: Мінімізація даних

source: We collect only the data necessary to provide our services
de: Wir sammeln nur die Daten, die zur Bereitstellung unserer Dienste erforderlich sind
uk: Ми збираємо лише дані, необхідні для надання наших послуг

source: Purpose Limitation
de: Zweckbindung
uk: Обмеження цілей

source: Your data is used only for the purposes clearly communicated to you
de: Ihre Daten werden nur für die Ihnen klar kommunizierten Zwecke verwendet
uk: Ваші дані використовуються лише для цілей, чітко повідомлених вам

source: Storage Limitation
de: Speicherbegrenzung
uk: Обмеження зберігання

source: We retain data only as long as necessary to fulfill stated purposes
de: Wir speichern Daten nur so lange, wie es zur Erfüllung der genannten Zwecke erforderlich ist
uk: Ми зберігаємо дані лише стільки, скільки необхідно для виконання заявлених цілей

source: Data Security
de: Datensicherheit
uk: Безпека даних

source: We implement appropriate technical and organizational security measures
de: Wir implementieren angemessene technische und organisatorische Sicherheitsmaßnahmen
uk: Ми впроваджуємо відповідні технічні та організаційні заходи безпеки

source: Accountability
de: Rechenschaftspflicht
uk: Підзвітність

source: We maintain records and can demonstrate our compliance efforts
de: Wir führen Aufzeichnungen und können unsere Compliance-Bemühungen nachweisen
uk: Ми ведемо записи та можемо продемонструвати наші зусилля щодо дотримання вимог

source: GDPR Compliance Principles
de: DSGVO-Compliance-Prinzipien
uk: Принципи дотримання GDPR

source: Until account deletion or 3 years of inactivity
de: Bis zur Kontolöschung oder 3 Jahre Inaktivität
uk: До видалення облікового запису або 3 років бездіяльності

source: User authentication and app personalization
de: Benutzerauthentifizierung und App-Personalisierung
uk: Автентифікація користувача та персоналізація програми

source: Band Coordination Data
de: Band-Koordinationsdaten
uk: Дані координації гурту

source: Until manually deleted by user or band admin
de: Bis zur manuellen Löschung durch Benutzer oder Band-Administrator
uk: До ручного видалення користувачем або адміністратором гурту

source: Team collaboration and task management
de: Teamzusammenarbeit und Aufgabenverwaltung
uk: Співпраця команди та управління завданнями

source: Event & Calendar Data
de: Veranstaltungs- und Kalenderdaten
uk: Дані подій та календаря

source: Until manually deleted by user
de: Bis zur manuellen Löschung durch Benutzer
uk: До ручного видалення користувачем

source: Schedule management and coordination
de: Terminplanung und Koordination
uk: Управління розкладом та координація

source: Financial Records
de: Finanzunterlagen
uk: Фінансові записи

source: Expense tracking and financial management
de: Ausgabenverfolgung und Finanzverwaltung
uk: Відстеження витрат та фінансове управління

source: Maximum 24 months, then anonymized
de: Maximal 24 Monate, dann anonymisiert
uk: Максимум 24 місяці, потім анонімізуються

source: App improvement and performance optimization
de: App-Verbesserung und Leistungsoptimierung
uk: Покращення програми та оптимізація продуктивності

source: Support Communications
de: Support-Kommunikation
uk: Комунікації підтримки

source: Maximum 3 years for service quality
de: Maximal 3 Jahre für Servicequalität
uk: Максимум 3 роки для якості сервісу

source: Customer support and service improvement
de: Kundensupport und Serviceverbesserung
uk: Підтримка клієнтів та покращення сервісу

source: Data Retention Periods
de: Datenaufbewahrungsfristen
uk: Періоди зберігання даних

source: Retention: %@
de: Aufbewahrung: %@
uk: Зберігання: %@

source: Purpose: %@
de: Zweck: %@
uk: Мета: %@

source: Secure data storage, authentication, and real-time synchronization
de: Sichere Datenspeicherung, Authentifizierung und Echtzeit-Synchronisation
uk: Безпечне зберігання даних, автентифікація та синхронізація в реальному часі

source: EU/US with Standard Contractual Clauses
de: EU/US mit Standardvertragsklauseln
uk: ЄС/США зі стандартними договірними положеннями

source: Document storage and sharing integration
de: Dokumentenspeicherung und Freigabe-Integration
uk: Зберігання документів та інтеграція обміну

source: App distribution and subscription management
de: App-Verteilung und Abonnementverwaltung
uk: Розповсюдження програми та управління підписками

source: Global with appropriate safeguards
de: Global mit angemessenen Schutzmaßnahmen
uk: Глобально з відповідними гарантіями

source: Legal basis: %@
de: Rechtsgrundlage: %@
uk: Правова основа: %@

source: Exercising Your Rights
de: Ausübung Ihrer Rechte
uk: Реалізація ваших прав

source: Ongoing Compliance Efforts
de: Laufende Compliance-Bemühungen
uk: Поточні зусилля щодо дотримання
