Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: Cancel
de: Abbrechen
uk: Скасувати

source: Save
de: Speichern
uk: Зберегти

source: Edit
de: Bearbeiten
uk: Редагувати

source: Delete
de: Löschen
uk: Видалити

source: Close
de: Schließen
uk: Закрити

source: Done
de: Fertig
uk: Готово

source: Add
de: Hinzufügen
uk: Додати

source: Error
de: Fehler
uk: Помилка

source: Success
de: Erfolgreich
uk: Успішно

source: Loading
de: Wird geladen
uk: Завантаження

source: Search
de: Suchen
uk: Пошук

source: Yes
de: Ja
uk: Так

source: Actions
de: Aktionen
uk: Дії

source: Read
de: Lesen
uk: Читати

source: Get Started
de: Loslegen
uk: Почати

source: Our Commitment
de: Unser Versprechen
uk: Наші зобов'язання

source: Your privacy is important to us. This policy explains how BandSync collects, uses, and protects your information to provide the best possible service.
de: Ihre Privatsphäre ist uns wichtig. Diese Richtlinie erklärt, wie BandSync Ihre Informationen sammelt, verwendet und schützt, um den bestmöglichen Service zu bieten.
uk: Ваша приватність важлива для нас. Ця політика пояснює, як BandSync збирає, використовує та захищає вашу інформацію для надання найкращого сервісу.

source: Information We Collect
de: Informationen, die wir sammeln
uk: Інформація, яку ми збираємо

source: Account Information
de: Kontoinformationen
uk: Інформація про обліковий запис

source: Name, email, and profile details for authentication and personalization
de: Name, E-Mail und Profildetails für Authentifizierung und Personalisierung
uk: Ім'я, електронна пошта та деталі профілю для автентифікації та персоналізації

source: Band Data
de: Band-Daten
uk: Дані гурту

source: Group information, member details, and organizational structure
de: Gruppeninformationen, Mitgliederdetails und Organisationsstruktur
uk: Інформація про групу, деталі учасників та організаційна структура

source: Events & Scheduling
de: Termine & Planung
uk: Події та планування

source: Calendar data, event details, and attendance information
de: Kalenderdaten, Termindetails und Anwesenheitsinformationen
uk: Дані календаря, деталі подій та інформація про відвідуваність

source: Communication Data
de: Kommunikationsdaten
uk: Дані комунікації

source: Messages and coordination information within your band
de: Nachrichten und Koordinationsinformationen innerhalb Ihrer Band
uk: Повідомлення та координаційна інформація в межах вашого гурту

source: Financial Information
de: Finanzinformationen
uk: Фінансова інформація

source: Expense tracking and transaction records (no payment details stored)
de: Ausgabenverfolgung und Transaktionsaufzeichnungen (keine Zahlungsdetails gespeichert)
uk: Відстеження витрат та записи транзакцій (деталі платежів не зберігаються)

source: Document Storage
de: Dokumentenspeicherung
uk: Зберігання документів

source: Files and documents shared through Google Drive integration
de: Dateien und Dokumente, die über Google Drive-Integration geteilt werden
uk: Файли та документи, які діляться через інтеграцію Google Drive

source: Usage Analytics
de: Nutzungsanalysen
uk: Аналітика використання

source: App performance data and feature usage statistics for improvement
de: App-Leistungsdaten und Funktionsnutzungsstatistiken zur Verbesserung
uk: Дані про продуктивність програми та статистика використання функцій для покращення

source: How We Use Your Information
de: Wie wir Ihre Informationen verwenden
uk: Як ми використовуємо вашу інформацію

source: Service Delivery
de: Servicebereitstellung
uk: Надання послуг

source: Provide band management tools and collaboration features
de: Bereitstellung von Band-Management-Tools und Kollaborationsfunktionen
uk: Надання інструментів управління гуртом та функцій співпраці

source: Synchronization
de: Synchronisation
uk: Синхронізація

source: Keep your data updated across all your devices
de: Halten Sie Ihre Daten auf allen Geräten aktuell
uk: Підтримка актуальності ваших даних на всіх пристроях

source: Notifications
de: Benachrichtigungen
uk: Сповіщення

source: Send relevant updates about events and band activities
de: Relevante Updates über Termine und Band-Aktivitäten senden
uk: Надсилання відповідних оновлень про події та активності гурту

source: Security
de: Sicherheit
uk: Безпека

source: Protect your account and prevent unauthorized access
de: Schützen Sie Ihr Konto und verhindern Sie unbefugten Zugriff
uk: Захист вашого облікового запису та запобігання несанкціонованому доступу

source: Improvement
de: Verbesserung
uk: Покращення

source: Enhance app performance and develop new features
de: App-Leistung verbessern und neue Funktionen entwickeln
uk: Покращення продуктивності програми та розробка нових функцій

source: Customer Support
de: Kundensupport
uk: Підтримка клієнтів

source: Provide assistance and resolve technical issues
de: Hilfe leisten und technische Probleme lösen
uk: Надання допомоги та вирішення технічних проблем

source: Information Sharing
de: Informationsaustausch
uk: Поділ інформації

source: No Data Sales
de: Keine Datenverkäufe
uk: Немає продажу даних

source: We never sell your personal information to third parties
de: Wir verkaufen niemals Ihre persönlichen Informationen an Dritte
uk: Ми ніколи не продаємо вашу особисту інформацію третім особам

source: Service Providers
de: Dienstanbieter
uk: Постачальники послуг

source: Trusted partners like Firebase and Google Drive under strict agreements
de: Vertrauensvolle Partner wie Firebase und Google Drive unter strengen Vereinbarungen
uk: Надійні партнери, такі як Firebase та Google Drive, під строгими угодами

source: Legal Requirements
de: Gesetzliche Anforderungen
uk: Правові вимоги

source: Only when required by law or to protect user safety
de: Nur wenn gesetzlich erforderlich oder zum Schutz der Benutzersicherheit
uk: Лише коли це вимагається законом або для захисту безпеки користувача

source: Your Consent
de: Ihre Zustimmung
uk: Ваша згода

source: With your explicit permission for specific purposes
de: Mit Ihrer ausdrücklichen Erlaubnis für bestimmte Zwecke
uk: З вашим явним дозволом для конкретних цілей

source: Business Transfers
de: Geschäftsübertragungen
uk: Передача бізнесу

source: In the event of a merger or acquisition, with user notification
de: Im Falle einer Fusion oder Akquisition mit Benutzerbenachrichtigung
uk: У випадку злиття або поглинання, з повідомленням користувача

source: Security Measures
de: Sicherheitsmaßnahmen
uk: Заходи безпеки

source: Data Encryption
de: Datenverschlüsselung
uk: Шифрування даних

source: All data is encrypted during transmission and storage
de: Alle Daten werden während der Übertragung und Speicherung verschlüsselt
uk: Всі дані шифруються під час передачі та зберігання

source: Secure Authentication
de: Sichere Authentifizierung
uk: Безпечна автентифікація

source: Strong password requirements and optional biometric security
de: Starke Passwort-Anforderungen und optionale biometrische Sicherheit
uk: Строгі вимоги до пароля та необов'язкова біометрична безпека

source: Access Controls
de: Zugangskontrollen
uk: Контроль доступу

source: Role-based permissions and data access limitations
de: Rollenbasierte Berechtigungen und Datenzugriffsbeschränkungen
uk: Дозволи на основі ролей та обмеження доступу до даних

source: Regular Security Reviews
de: Regelmäßige Sicherheitsüberprüfungen
uk: Регулярні огляди безпеки

source: Ongoing security assessments and updates
de: Laufende Sicherheitsbewertungen und Updates
uk: Поточні оцінки безпеки та оновлення

source: Incident Response
uk: Реагування на інциденти

source: Prompt notification and response to any security issues
de: Schnelle Benachrichtigung und Reaktion auf Sicherheitsprobleme
uk: Швидке сповіщення та реагування на будь-які проблеми безпеки

source: Your Privacy Rights
de: Ihre Datenschutzrechte
uk: Ваші права на приватність

source: Access Your Data
de: Zugriff auf Ihre Daten
uk: Доступ до ваших даних

source: View and download your personal information anytime
de: Sehen und laden Sie Ihre persönlichen Informationen jederzeit herunter
uk: Переглядайте та завантажуйте вашу особисту інформацію будь-коли

source: Correct Information
de: Informationen korrigieren
uk: Виправлення інформації

source: Update or correct any inaccurate data through the app
de: Aktualisieren oder korrigieren Sie ungenaue Daten über die App
uk: Оновіть або виправте будь-які неточні дані через програму

source: Delete Your Data
de: Ihre Daten löschen
uk: Видалення ваших даних

source: Remove your account and associated data permanently
de: Entfernen Sie Ihr Konto und die zugehörigen Daten dauerhaft
uk: Видаліть ваш обліковий запис та пов'язані дані назавжди

source: Data Portability
de: Datenportabilität
uk: Портабельність даних

source: Export your data in standard, portable formats
de: Exportieren Sie Ihre Daten in Standard-, portablen Formaten
uk: Експортуйте ваші дані у стандартних, портабельних форматах

source: Control Communications
de: Kommunikation kontrollieren
uk: Контроль комунікацій

source: Manage notification preferences and marketing communications
de: Benachrichtigungseinstellungen und Marketing-Kommunikation verwalten
uk: Управління налаштуваннями сповіщень та маркетинговими комунікаціями

source: Withdraw Consent
de: Zustimmung widerrufen
uk: Відкликання згоди

source: Revoke previously given permissions at any time
de: Widerrufen Sie zuvor erteilte Berechtigungen jederzeit
uk: Відкликайте раніше надані дозволи будь-коли

source: Payment Information
de: Zahlungsinformationen
uk: Платіжна інформація

source: No Payment Storage
de: Keine Zahlungsspeicherung
uk: Немає зберігання платежів

source: We do not store credit card or banking information
de: Wir speichern keine Kreditkarten- oder Bankinformationen
uk: Ми не зберігаємо інформацію про кредитні картки або банківські дані

source: App Store Processing
de: App Store-Verarbeitung
uk: Обробка App Store

source: All payments are securely processed by Apple
de: Alle Zahlungen werden sicher von Apple verarbeitet
uk: Всі платежі безпечно обробляються Apple

source: Purchase Verification
de: Kaufverifizierung
uk: Перевірка покупки

source: We may verify purchases through Apple's secure servers
de: Wir können Käufe über Apples sichere Server verifizieren
uk: Ми можемо перевіряти покупки через безпечні сервери Apple

source: Subscription Management
de: Abonnementverwaltung
uk: Управління підписками

source: Billing history is maintained by Apple, not BandSync
de: Die Abrechnungshistorie wird von Apple, nicht von BandSync, verwaltet
uk: Історія рахунків ведеться Apple, а не BandSync

source: Children's Privacy
de: Privatsphäre von Kindern
uk: Приватність дітей

source: Age Requirements
de: Altersanforderungen
uk: Вікові вимоги

source: BandSync is not intended for children under 13 years of age. We do not knowingly collect personal information from children under 13.
de: BandSync ist nicht für Kinder unter 13 Jahren bestimmt. Wir sammeln wissentlich keine persönlichen Informationen von Kindern unter 13 Jahren.
uk: BandSync не призначений для дітей віком до 13 років. Ми свідомо не збираємо особисту інформацію від дітей віком до 13 років.

source: Parental Responsibility
de: Elterliche Verantwortung
uk: Відповідальність батьків

source: If you believe a child under 13 has provided us with personal information, please contact us immediately so we can delete it.
de: Wenn Sie glauben, dass ein Kind unter 13 Jahren uns persönliche Informationen zur Verfügung gestellt hat, kontaktieren Sie uns bitte sofort, damit wir sie löschen können.
uk: Якщо ви вважаєте, що дитина віком до 13 років надала нам особисту інформацію, будь ласка, зверніться до нас негайно, щоб ми могли її видалити.

source: Policy Changes
de: Richtlinienänderungen
uk: Зміни політики

source: Policy Updates
de: Richtlinien-Updates
uk: Оновлення політики

source: We may update this privacy policy periodically to reflect changes in our practices or legal requirements. We will notify users of significant changes through the app.
de: Wir können diese Datenschutzrichtlinie regelmäßig aktualisieren, um Änderungen in unseren Praktiken oder gesetzlichen Anforderungen widerzuspiegeln. Wir benachrichtigen Benutzer über bedeutende Änderungen über die App.
uk: Ми можемо періодично оновлювати цю політику приватності, щоб відобразити зміни в наших практиках або правових вимогах. Ми повідомимо користувачів про значні зміни через програму.

source: Continued Use
de: Fortgesetzte Nutzung
uk: Продовження використання

source: Your continued use of BandSync after policy updates constitutes acceptance of the revised terms.
de: Ihre fortgesetzte Nutzung von BandSync nach Richtlinien-Updates stellt die Akzeptanz der überarbeiteten Bedingungen dar.
uk: Ваше продовження використання BandSync після оновлень політики становить прийняття переглянутих умов.

source: Important Notices
de: Wichtige Hinweise
uk: Важливі повідомлення

source: Best Efforts Commitment
de: Beste Bemühungen Verpflichtung
uk: Зобов'язання докладати найкращих зусиль

source: We are committed to protecting your privacy and implement industry-standard security measures. However, no system is completely secure, and we cannot guarantee absolute security.
de: Wir sind dem Schutz Ihrer Privatsphäre verpflichtet und implementieren branchenübliche Sicherheitsmaßnahmen. Jedoch ist kein System vollständig sicher, und wir können keine absolute Sicherheit garantieren.
uk: Ми зобов'язані захищати вашу приватність та впроваджувати стандартні для галузі заходи безпеки. Однак жодна система не є повністю безпечною, і ми не можемо гарантувати абсолютну безпеку.

source: Data Backup Recommendation
de: Datensicherungsempfehlung
uk: Рекомендація щодо резервного копіювання даних

source: We recommend maintaining your own backups of important data. While we strive to protect and preserve your information, technical issues can occasionally occur.
de: Wir empfehlen, eigene Sicherungen wichtiger Daten zu führen. Während wir uns bemühen, Ihre Informationen zu schützen und zu bewahren, können gelegentlich technische Probleme auftreten.
uk: Ми рекомендуємо підтримувати власні резервні копії важливих даних. Хоча ми прагнемо захистити та зберегти вашу інформацію, технічні проблеми можуть іноді виникати.

source: Third-Party Services
de: Drittanbieter-Dienste
uk: Сторонні сервіси

source: While we carefully select trusted partners, we cannot control the privacy practices of third-party services. Please review their privacy policies as well.
de: Während wir sorgfältig vertrauensvolle Partner auswählen, können wir die Datenschutzpraktiken von Drittanbieter-Diensten nicht kontrollieren. Bitte überprüfen Sie auch deren Datenschutzrichtlinien.
uk: Хоча ми ретельно обираємо надійних партнерів, ми не можемо контролювати практики приватності сторонніх сервісів. Будь ласка, також ознайомтеся з їхніми політиками приватності.

source: Last updated: January 2025
de: Zuletzt aktualisiert: Januar 2025
uk: Останнє оновлення: січень 2025

source: For privacy-related questions, please contact our support team through the app.
de: Für datenschutzbezogene Fragen wenden Sie sich bitte über die App an unser Support-Team.
uk: З питань, пов'язаних з приватністю, будь ласка, зверніться до нашої команди підтримки через програму.

source: We are committed to transparency and protecting your personal information.
de: Wir sind der Transparenz und dem Schutz Ihrer persönlichen Informationen verpflichtet.
uk: Ми зобов'язані бути прозорими та захищати вашу особисту інформацію.

source: Privacy Policy
de: Datenschutzrichtlinie
uk: Політика приватності

source: Consent Information
de: Zustimmungsinformationen
uk: Інформація про згоду

source: Agreement Date
de: Vereinbarungsdatum
uk: Дата угоди

source: Terms Version
de: Bedingungsversion
uk: Версія умов

source: App Version
uk: Версія програми

source: Device Information
de: Geräteinformationen
uk: Інформація про пристрій

source: Device Model
de: Gerätemodell
uk: Модель пристрою

source: Operating System
de: Betriebssystem
uk: Операційна система

source: Device Identifier
de: Gerätekennung
uk: Ідентифікатор пристрою

source: Agreement Details
de: Vereinbarungsdetails
uk: Деталі угоди

source: Agreement Record
de: Vereinbarungsaufzeichnung
uk: Запис угоди

source: This record confirms that you voluntarily agreed to our Terms of Service and Privacy Policy on the date shown above.
de: Diese Aufzeichnung bestätigt, dass Sie am oben angezeigten Datum freiwillig unseren Nutzungsbedingungen und Datenschutzrichtlinie zugestimmt haben.
uk: Цей запис підтверджує, що ви добровільно погодились з нашими Умовами обслуговування та Політикою приватності на дату, показану вище.

source: What This Means
de: Was das bedeutet
uk: Що це означає

source: • You have read and accepted our terms and privacy policy
de: • Sie haben unsere Bedingungen und Datenschutzrichtlinie gelesen und akzeptiert
uk: • Ви прочитали та прийняли наші умови та політику приватності

source: • Your consent was given freely and voluntarily
de: • Ihre Zustimmung wurde frei und freiwillig gegeben
uk: • Ваша згода була дана вільно та добровільно

source: • You understand how we collect and use your data
de: • Sie verstehen, wie wir Ihre Daten sammeln und verwenden
uk: • Ви розумієте, як ми збираємо та використовуємо ваші дані

source: • You can withdraw consent at any time
de: • Sie können die Zustimmung jederzeit widerrufen
uk: • Ви можете відкликати згоду будь-коли

source: • This record helps us maintain compliance with privacy laws
de: • Diese Aufzeichnung hilft uns, die Einhaltung der Datenschutzgesetze zu gewährleisten
uk: • Цей запис допомагає нам підтримувати відповідність законам про приватність

source: Your Rights
de: Ihre Rechte
uk: Ваші права

source: • Access and review your personal data
de: • Zugriff auf und Überprüfung Ihrer persönlichen Daten
uk: • Доступ та перегляд ваших особистих даних

source: • Request corrections to inaccurate information
de: • Korrekturen ungenauer Informationen anfordern
uk: • Запит виправлень неточної інформації

source: • Delete your account and data
de: • Ihr Konto und Ihre Daten löschen
uk: • Видалення вашого облікового запису та даних

source: • Export your data in portable formats
de: • Ihre Daten in portablen Formaten exportieren
uk: • Експорт ваших даних у портабельних форматах

source: • Contact support with questions or concerns
de: • Support bei Fragen oder Bedenken kontaktieren
uk: • Зв'язок з підтримкою з питаннями чи занепокоєннями

source: Export Consent Record
de: Zustimmungsaufzeichnung exportieren
uk: Експорт запису згоди

source: Reset Consent (Testing Only)
de: Zustimmung zurücksetzen (nur für Tests)
uk: Скинути згоду (лише для тестування)

source: Resetting consent is intended for testing purposes and will require you to review and accept our terms again when you next open the app.
de: Das Zurücksetzen der Zustimmung ist für Testzwecke gedacht und erfordert, dass Sie unsere Bedingungen beim nächsten Öffnen der App erneut überprüfen und akzeptieren.
uk: Скидання згоди призначене для тестування і вимагатиме від вас перегляду та прийняття наших умов знову, коли ви наступного разу відкриєте програму.

source: No Consent Record Found
de: Keine Zustimmungsaufzeichnung gefunden
uk: Запис згоди не знайдено

source: You have not yet reviewed and accepted our Terms of Service and Privacy Policy. You will be prompted to review these documents when you next launch the app.
de: Sie haben unsere Nutzungsbedingungen und Datenschutzrichtlinie noch nicht überprüft und akzeptiert. Sie werden beim nächsten Start der App aufgefordert, diese Dokumente zu überprüfen.
uk: Ви ще не переглянули та не прийняли наші Умови обслуговування та Політику приватності. Вам буде запропоновано переглянути ці документи при наступному запуску програми.

source: Your privacy and understanding of our terms are important to us.
de: Ihre Privatsphäre und das Verständnis unserer Bedingungen sind uns wichtig.
uk: Ваша приватність та розуміння наших умов важливі для нас.

source: Consent Status
de: Zustimmungsstatus
uk: Статус згоди

source: Consent Details
de: Zustimmungsdetails
uk: Деталі згоди

source: BANDSYNC CONSENT RECORD
de: BANDSYNC ZUSTIMMUNGSAUFZEICHNUNG
uk: ЗАПИС ЗГОДИ BANDSYNC

source: Model
de: Modell
uk: Модель

source: System
uk: Система

source: Device ID
de: Geräte-ID
uk: ID пристрою

source: Summary
de: Zusammenfassung
uk: Резюме

source: You voluntarily agreed to BandSync's Terms of Service and Privacy Policy on the date shown above. This record is maintained for compliance with privacy regulations and to document your informed consent.
de: Sie haben am oben angezeigten Datum freiwillig BandSyncs Nutzungsbedingungen und Datenschutzrichtlinie zugestimmt. Diese Aufzeichnung wird zur Einhaltung der Datenschutzbestimmungen und zur Dokumentation Ihrer informierten Zustimmung geführt.
uk: Ви добровільно погодились з Умовами обслуговування та Політикою приватності BandSync на дату, показану вище. Цей запис ведеться для відповідності правилам приватності та документування вашої інформованої згоди.

source: Access your personal data
de: Zugriff auf Ihre persönlichen Daten
uk: Доступ до ваших особистих даних

source: Request data corrections
de: Datenkorrekturen anfordern
uk: Запит виправлень даних

source: Delete your account and data
de: Ihr Konto und Ihre Daten löschen
uk: Видалити ваш обліковий запис та дані

source: Export your data
de: Ihre Daten exportieren
uk: Експорт ваших даних

source: Contact support for assistance
de: Support für Hilfe kontaktieren
uk: Зв'язок з підтримкою для допомоги

source: Record Generated
de: Aufzeichnung erstellt
uk: Запис створено

source: Terms of Service
de: Nutzungsbedingungen
uk: Умови обслуговування

source: I agree to the Terms of Service
de: Ich stimme den Nutzungsbedingungen zu
uk: Я погоджуюся з Умовами обслуговування

source: I agree to the Privacy Policy
de: Ich stimme der Datenschutzrichtlinie zu
uk: Я погоджуюся з Політикою приватності

source: Welcome to BandSync
de: Willkommen bei BandSync
uk: Ласкаво просимо до BandSync

source: Before you start, please review and accept our terms and privacy policy.
de: Bevor Sie beginnen, lesen und akzeptieren Sie bitte unsere Bedingungen und Datenschutzrichtlinie.
uk: Перед початком, будь ласка, перегляньте та прийміть наші умови та політику приватності.

source: Important Information
de: Wichtige Informationen
uk: Важлива інформація

source: Your data is protected with industry-standard security
de: Ihre Daten sind mit branchenüblicher Sicherheit geschützt
uk: Ваші дані захищені стандартною для галузі безпекою

source: You maintain full control over your information
de: Sie behalten die volle Kontrolle über Ihre Informationen
uk: Ви зберігаєте повний контроль над вашою інформацією

source: You can export your data anytime
de: Sie können Ihre Daten jederzeit exportieren
uk: Ви можете експортувати ваші дані будь-коли

source: Delete your account and data whenever you choose
de: Löschen Sie Ihr Konto und Ihre Daten, wann immer Sie möchten
uk: Видалити ваш обліковий запис та дані коли завгодно

source: Contact support for any questions or concerns
de: Kontaktieren Sie den Support bei Fragen oder Bedenken
uk: Зверніться до підтримки з будь-якими питаннями чи занепокоєннями

source: Service Features
de: Service-Funktionen
uk: Функції сервісу

source: • Secure band collaboration and coordination
de: • Sichere Band-Zusammenarbeit und Koordination
uk: • Безпечна співпраця та координація гурту

source: • Event scheduling and attendance tracking
de: • Terminplanung und Anwesenheitsverfolgung
uk: • Планування подій та відстеження відвідуваності

source: • Financial expense management
de: • Finanzielles Ausgabenmanagement
uk: • Управління фінансовими витратами

source: • Document sharing via Google Drive
de: • Dokumentenaustausch über Google Drive
uk: • Поділ документами через Google Drive
