Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: Add Phone Number
de: Telefonnummer hinzufügen
uk: Додати номер телефону

source: Low stock items
de: Artikel mit niedrigem Lagerbestand
uk: Товари з низьким запасом

source: Load Draft?
de: Entwurf laden?
uk: Завантажити чернетку?

source: Delete event?
de: Event löschen?
uk: Видалити подію?

source: Delete sale?
de: Verkauf löschen?
uk: Видалити продаж?

source: Delete item?
de: Artikel löschen?
uk: Видалити товар?

source: Delete Chat?
de: Chat löschen?
uk: Видалити чат?

source: Delete Chat
de: Chat löschen
uk: Видалити чат

source: Are you sure you want to delete this transaction?
de: Sind Sie sicher, dass Sie diese Transaktion löschen möchten?
uk: Ви впевнені, що хочете видалити цю транзакцію?

source: Cache & Storage
de: Cache & Speicher
uk: Кеш та сховище

source: Cache Status
uk: Статус кешу

source: Clear Now
de: Jetzt löschen
uk: Очистити зараз

source: Maximum Cache Size
de: Maximale Cache-Größe
uk: Максимальний розмір кешу

source: Storage Limit
de: Speicherlimit
uk: Ліміт сховища

source: When cache exceeds this limit, oldest data will be automatically removed.
de: Wenn der Cache dieses Limit überschreitet, werden die ältesten Daten automatisch entfernt.
uk: Коли кеш перевищить цей ліміт, найстаріші дані будуть автоматично видалені.

source: Auto Cleanup Period
de: Automatische Bereinigungsperiode
uk: Період автоочищення

source: Weekly
de: Wöchentlich
uk: Щотижня

source: Every 2 weeks
de: Alle 2 Wochen
uk: Кожні 2 тижні

source: Automatic Cleanup
de: Automatische Bereinigung
uk: Автоматичне очищення

source: Old cached data will be automatically removed every
de: Alte Cache-Daten werden automatisch entfernt alle
uk: Старі кешовані дані будуть автоматично видалятися кожні

source: week
de: Woche
uk: тиждень

source: 2 weeks
de: 2 Wochen
uk: 2 тижні

source: month
de: Monat
uk: місяць

source: What is cached?
de: Was wird gecacht?
uk: Що кешується?

source: • Merchandise items and sales data • Event and setlist information • Contact details • Financial records • Task assignments
de: • Merchandise-Artikel und Verkaufsdaten • Event- und Setlisten-Informationen • Kontaktdetails • Finanzaufzeichnungen • Aufgabenzuweisungen
uk: • Товари мерчандайзу та дані продажів • Інформація про події та сет-листи • Контактні дані • Фінансові записи • Призначення завдань

source: About Cache
de: Über Cache
uk: Про кеш

source: Quantity:
de: Menge:
uk: Кількість:

source: US Dollar
uk: Долар США

source: Euro
uk: Євро

source: Ukrainian Hryvnia
de: Ukrainische Hrywnja
uk: Українська гривня

source: British Pound
de: Britisches Pfund
uk: Британський фунт

source: Canadian Dollar
de: Kanadischer Dollar
uk: Канадський долар

source: Australian Dollar
de: Australischer Dollar
uk: Австралійський долар

source: Swiss Franc
de: Schweizer Franken
uk: Швейцарський франк

source: Japanese Yen
de: Japanischer Yen
uk: Японська ієна

source: Polish Złoty
de: Polnischer Złoty
uk: Польський злотий

source: Czech Koruna
de: Tschechische Krone
uk: Чеська крона

source: Swedish Krona
de: Schwedische Krone
uk: Шведська крона

source: Norwegian Krone
de: Norwegische Krone
uk: Норвезька крона

source: Danish Krone
de: Dänische Krone
uk: Данська крона

source: Generating document...
de: Dokument wird erstellt...
uk: Генерація документа...

source: Content Standards
de: Inhaltsstandards
uk: Стандарти контенту

source: Keep all content appropriate and respectful
de: Halten Sie alle Inhalte angemessen und respektvoll
uk: Тримайте весь контент відповідним та поважним

source: Professional Communication
de: Professionelle Kommunikation
uk: Професійне спілкування

source: Maintain respectful interactions with team members
de: Pflegen Sie respektvolle Interaktionen mit Teammitgliedern
uk: Підтримуйте поважні відносини з членами команди

source: No Harassment
de: Keine Belästigung
uk: Без домагань

source: Harassment or inappropriate behavior is not permitted
de: Belästigung oder unangemessenes Verhalten ist nicht erlaubt
uk: Домагання або неналежна поведінка не дозволяються

source: Constructive Collaboration
de: Konstruktive Zusammenarbeit
uk: Конструктивна співпраця

source: Use BandSync to enhance your band's productivity
de: Verwenden Sie BandSync, um die Produktivität Ihrer Band zu steigern
uk: Використовуйте BandSync для підвищення продуктивності вашого гурту

source: Privacy Respect
de: Respekt der Privatsphäre
uk: Повага до приватності

source: Respect other users' privacy and personal information
de: Respektieren Sie die Privatsphäre und persönlichen Informationen anderer Benutzer
uk: Поважайте приватність та особисту інформацію інших користувачів

source: Team Guidelines
de: Team-Richtlinien
uk: Керівні принципи команди

source: Follow your band leader's guidelines and group rules
de: Befolgen Sie die Richtlinien Ihres Bandleiters und Gruppenregeln
uk: Дотримуйтеся керівних принципів лідера гурту та правил групи

source: Account Deletion
de: Kontolöschung
uk: Видалення облікового запису

source: You may delete your account at any time through app settings
de: Sie können Ihr Konto jederzeit über die App-Einstellungen löschen
uk: Ви можете видалити свій обліковий запис у будь-який час через налаштування додатка

source: Service Termination
de: Service-Beendigung
uk: Припинення сервісу

source: We may terminate accounts that violate these terms
de: Wir können Konten kündigen, die gegen diese Bedingungen verstoßen
uk: Ми можемо припинити облікові записи, які порушують ці умови

source: Data Handling
de: Datenbehandlung
uk: Обробка даних

source: Upon termination, your data will be handled according to our Privacy Policy
de: Bei Kündigung werden Ihre Daten gemäß unserer Datenschutzrichtlinie behandelt
uk: При припиненні ваші дані будуть оброблені відповідно до нашої Політики конфіденційності

source: Continuing Obligations
de: Fortbestehende Verpflichtungen
uk: Триваючі зобов'язання

source: Some provisions of these terms continue after termination
de: Einige Bestimmungen dieser Bedingungen gelten auch nach der Kündigung weiter
uk: Деякі положення цих умов продовжують діяти після припинення

source: App Store Billing
de: App Store-Abrechnung
uk: Виставлення рахунків App Store

source: All subscriptions and purchases are processed through the App Store
de: Alle Abonnements und Käufe werden über den App Store abgewickelt
uk: Всі підписки та покупки обробляються через App Store

source: Manage subscriptions through your Apple ID account settings
de: Verwalten Sie Abonnements über Ihre Apple ID-Kontoeinstellungen
uk: Керуйте підписками через налаштування облікового запису Apple ID

source: Automatic Renewal
de: Automatische Verlängerung
uk: Автоматичне поновлення

source: Subscriptions automatically renew unless cancelled in App Store
de: Abonnements verlängern sich automatisch, es sei denn, sie werden im App Store gekündigt
uk: Підписки автоматично поновлюються, якщо не скасовані в App Store

source: Refund Policy
de: Rückerstattungsrichtlinie
uk: Політика відшкодування

source: Refunds are subject to Apple's App Store refund policy
de: Rückerstattungen unterliegen Apples App Store-Rückerstattungsrichtlinie
uk: Відшкодування підлягають політиці відшкодування Apple App Store

source: Price Changes
de: Preisänderungen
uk: Зміни цін

source: We may update prices with advance notice for new purchases
de: Wir können Preise mit Voranmeldung für neue Käufe aktualisieren
uk: Ми можемо оновлювати ціни з попереднім повідомленням для нових покупок

source: Free Features
de: Kostenlose Funktionen
uk: Безкоштовні функції

source: Basic features remain available to all users
de: Grundfunktionen bleiben allen Benutzern zur Verfügung
uk: Основні функції залишаються доступними для всіх користувачів

source: Event Notifications
de: Event-Benachrichtigungen
uk: Сповіщення про події

source: Get notified about upcoming events
de: Benachrichtigungen über bevorstehende Events erhalten
uk: Отримувати сповіщення про майбутні події

source: Event Reminder
de: Event-Erinnerung
uk: Нагадування про подію

source: hours before event
de: Stunden vor Event
uk: годин до події

source: Task Notifications
de: Aufgaben-Benachrichtigungen
uk: Сповіщення про завдання

source: Get notified about tasks and deadlines
de: Benachrichtigungen über Aufgaben und Fristen erhalten
uk: Отримувати сповіщення про завдання та терміни

source: Task Reminder
de: Aufgaben-Erinnerung
uk: Нагадування про завдання

source: hours before due date
de: Stunden vor Fälligkeitsdatum
uk: годин до терміну виконання

source: Chat Notifications
de: Chat-Benachrichtigungen
uk: Сповіщення чату

source: Get notified about new messages
de: Benachrichtigungen über neue Nachrichten erhalten
uk: Отримувати сповіщення про нові повідомлення

source: System Notifications
de: System-Benachrichtigungen
uk: Системні сповіщення

source: Get notified about app updates and important announcements
de: Benachrichtigungen über App-Updates und wichtige Ankündigungen erhalten
uk: Отримувати сповіщення про оновлення додатка та важливі оголошення

source: Message Types
de: Nachrichtentypen
uk: Типи повідомлень

source: Mentions
de: Erwähnungen
uk: Згадки

source: When someone mentions you in a message
de: Wenn jemand Sie in einer Nachricht erwähnt
uk: Коли хтось згадує вас у повідомленні

source: Direct Messages
de: Direkte Nachrichten
uk: Приватні повідомлення

source: Private messages sent directly to you
de: Private Nachrichten, die direkt an Sie gesendet werden
uk: Приватні повідомлення, надіслані безпосередньо вам

source: Group Messages
de: Gruppennachrichten
uk: Групові повідомлення

source: Messages in group chats
de: Nachrichten in Gruppenchats
uk: Повідомлення в групових чатах

source: Quiet Hours
de: Ruhestunden
uk: Тихі години

source: Temporarily disable notifications during specified hours
de: Benachrichtigungen während bestimmter Stunden vorübergehend deaktivieren
uk: Тимчасово вимкнути сповіщення протягом вказаних годин

source: From
de: Von
uk: З

source: To
de: Bis
uk: До

source: Sound & Vibration
de: Ton & Vibration
uk: Звук та вібрація

source: Enable notification sounds
de: Benachrichtigungstöne aktivieren
uk: Увімкнути звуки сповіщень

source: Show badge count on app icon
de: Badge-Anzahl auf App-Symbol anzeigen
uk: Показувати кількість на іконці додатка

source: Notification Permission Required
de: Benachrichtigungsberechtigung erforderlich
uk: Необхідний дозвіл на сповіщення

source: To receive notifications, please enable them in your device settings.
de: Um Benachrichtigungen zu erhalten, aktivieren Sie sie bitte in Ihren Geräteeinstellungen.
uk: Щоб отримувати сповіщення, будь ласка, увімкніть їх у налаштуваннях пристрою.

source: Open Settings
de: Einstellungen öffnen
uk: Відкрити налаштування

source: Cookie Policy
de: Cookie-Richtlinie
uk: Політика файлів cookie

source: GDPR Compliance
de: DSGVO-Konformität
uk: Відповідність GDPR

source: Changes to Terms
de: Änderungen der Bedingungen
uk: Зміни в умовах

source: We may update these terms periodically to reflect changes in our services or legal requirements. We will notify users of significant changes through the app.
de: Wir können diese Bedingungen regelmäßig aktualisieren, um Änderungen in unseren Services oder rechtlichen Anforderungen widerzuspiegeln. Wir werden Benutzer über wesentliche Änderungen über die App benachrichtigen.
uk: Ми можемо періодично оновлювати ці умови, щоб відобразити зміни в наших послугах або правових вимогах. Ми повідомлятимемо користувачів про значні зміни через додаток.

source: International Data Transfers
de: Internationale Datenübertragungen
uk: Міжнародні передачі даних

source: Contact Information
de: Kontaktinformationen
uk: Контактна інформація

source: For GDPR-related requests or questions, please contact our support team through the in-app contact feature. We aim to respond to all requests within 30 days.
de: Bei DSGVO-bezogenen Anfragen oder Fragen wenden Sie sich bitte über die In-App-Kontaktfunktion an unser Support-Team. Wir bemühen uns, alle Anfragen innerhalb von 30 Tagen zu beantworten.
uk: З запитами або питаннями, пов'язаними з GDPR, будь ласка, зверніться до нашої команди підтримки через функцію зв'язку в додатку. Ми прагнемо відповідати на всі запити протягом 30 днів.

source: Supervisory Authority Rights
de: Rechte der Aufsichtsbehörde
uk: Права наглядового органу

source: You have the right to lodge a complaint with your local data protection authority if you believe we have not handled your data appropriately.
de: Sie haben das Recht, eine Beschwerde bei Ihrer örtlichen Datenschutzbehörde einzureichen, wenn Sie glauben, dass wir Ihre Daten nicht angemessen behandelt haben.
uk: Ви маєте право подати скаргу до місцевого органу захисту даних, якщо вважаєте, що ми неналежно обробили ваші дані.

source: • Contact support for assistance
de: • Support für Hilfe kontaktieren
uk: • Зв'язок з підтримкою для допомоги

source: Balance
de: Saldo
uk: Баланс

source: No Financial Data
de: Keine Finanzdaten
uk: Немає фінансових даних

source: Add income and expense transactions to see detailed statistics and visualizations.
de: Fügen Sie Einnahmen- und Ausgabentransaktionen hinzu, um detaillierte Statistiken und Visualisierungen zu sehen.
uk: Додайте доходи та витрати, щоб побачити детальну статистику та візуалізації.

source: Add Transactions
de: Transaktionen hinzufügen
uk: Додати транзакції

source: No monthly data available
de: Keine monatlichen Daten verfügbar
uk: Помісячні дані недоступні

source: In
de: Ein
uk: Дох

source: Exp
de: Aus
uk: Вит

source: Bal
de: Saldo
uk: Бал

source: Categories:
de: Kategorien:
uk: Категорії:

source: All
de: Alle
uk: Все

source: Edit Profile
de: Profil bearbeiten
uk: Редагувати профіль

source: Tap the camera icon to change your avatar
de: Tippen Sie auf das Kamerasymbol, um Ihren Avatar zu ändern
uk: Натисніть на іконку камери, щоб змінити аватар

source: Delete Avatar
de: Avatar löschen
uk: Видалити аватар

source: Are you sure you want to delete your avatar?
de: Sind Sie sicher, dass Sie Ihren Avatar löschen möchten?
uk: Ви впевнені, що хочете видалити свій аватар?

source: Enter your name
de: Geben Sie Ihren Namen ein
uk: Введіть своє ім'я

source: Enter your phone number
de: Geben Sie Ihre Telefonnummer ein
uk: Введіть свій номер телефону

source: Name cannot be empty
de: Name darf nicht leer sein
uk: Ім'я не може бути порожнім

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
uk: Профіль успішно оновлено

source: Failed to update profile
de: Profil konnte nicht aktualisiert werden
uk: Не вдалося оновити профіль

source: Upload Progress
de: Upload-Fortschritt
uk: Прогрес завантаження

source: Edit Group
de: Gruppe bearbeiten
uk: Редагувати групу

source: Group Code
de: Gruppencode
uk: Код групи

source: Tap the camera icon to change the group logo
de: Tippen Sie auf das Kamerasymbol, um das Gruppenlogo zu ändern
uk: Натисніть на іконку камери, щоб змінити логотип групи

source: Delete Logo
de: Logo löschen
uk: Видалити логотип

source: Are you sure you want to delete the group logo?
de: Sind Sie sicher, dass Sie das Gruppenlogo löschen möchten?
uk: Ви впевнені, що хочете видалити логотип групи?

source: Group name cannot be empty
de: Gruppenname darf nicht leer sein
uk: Назва групи не може бути порожньою

source: Group ID not found
de: Gruppen-ID nicht gefunden
uk: ID групи не знайдено

source: Group updated successfully
de: Gruppe erfolgreich aktualisiert
uk: Група успішно оновлена

source: Failed to update group
de: Gruppe konnte nicht aktualisiert werden
uk: Не вдалося оновити групу

source: Failed to process image
de: Bild konnte nicht verarbeitet werden
uk: Не вдалося обробити зображення

source: Failed to generate download URL
de: Download-URL konnte nicht generiert werden
uk: Не вдалося згенерувати URL для завантаження

source: Failed to upload avatar
de: Avatar konnte nicht hochgeladen werden
uk: Не вдалося завантажити аватар

source: Failed to download avatar
de: Avatar konnte nicht heruntergeladen werden
uk: Не вдалося завантажити аватар

source: Unknown error
de: Unbekannter Fehler
uk: Невідома помилка

source: Error loading events:
de: Fehler beim Laden der Events:
uk: Помилка завантаження подій:

source: Error adding event:
de: Fehler beim Hinzufügen des Events:
uk: Помилка додавання події:

source: Error updating event:
de: Fehler beim Aktualisieren des Events:
uk: Помилка оновлення події:

source: Error deleting:
de: Fehler beim Löschen:
uk: Помилка видалення:

source: Error loading permissions:
de: Fehler beim Laden der Berechtigungen:
uk: Помилка завантаження дозволів:

source: Error creating permissions:
de: Fehler beim Erstellen der Berechtigungen:
uk: Помилка створення дозволів:

source: Error updating permissions:
de: Fehler beim Aktualisieren der Berechtigungen:
uk: Помилка оновлення дозволів:

source: Error loading group:
de: Fehler beim Laden der Gruppe:
uk: Помилка завантаження групи:

source: Error approving user:
de: Fehler beim Genehmigen des Benutzers:
uk: Помилка схвалення користувача:

source: Error rejecting user:
de: Fehler beim Ablehnen des Benutzers:
uk: Помилка відхилення користувача:

source: Error removing user:
de: Fehler beim Entfernen des Benutzers:
uk: Помилка видалення користувача:

source: Error updating name:
de: Fehler beim Aktualisieren des Namens:
uk: Помилка оновлення імені:

source: Error updating code:
de: Fehler beim Aktualisieren des Codes:
uk: Помилка оновлення коду:

source: Error changing role:
de: Fehler beim Ändern der Rolle:
uk: Помилка зміни ролі:

source: Error loading tasks:
de: Fehler beim Laden der Aufgaben:
uk: Помилка завантаження завдань:

source: Error adding task:
de: Fehler beim Hinzufügen der Aufgabe:
uk: Помилка додавання завдання:

source: Error updating task:
de: Fehler beim Aktualisieren der Aufgabe:
uk: Помилка оновлення завдання:

source: Error deleting task:
de: Fehler beim Löschen der Aufgabe:
uk: Помилка видалення завдання:

source: Authentication required to save changes
de: Authentifizierung erforderlich, um Änderungen zu speichern
uk: Для збереження змін потрібна автентифікація

source: Failed to save changes
de: Änderungen konnten nicht gespeichert werden
uk: Не вдалося зберегти зміни

source: Failed to save organizer contact
de: Veranstalterkontakt konnte nicht gespeichert werden
uk: Не вдалося зберегти контакт організатора

source: Failed to save coordinator contact
de: Koordinatorkontakt konnte nicht gespeichert werden
uk: Не вдалося зберегти контакт координатора

source: Select Currency
de: Währung auswählen
uk: Вибрати валюту

source: Filter
uk: Фільтр

source: Setlist Timing
de: Setlisten-Timing
uk: Тайминг сет-листа

source: Edit Timing
de: Timing bearbeiten
uk: Редагувати тайминг

source: Google Drive
uk: Google Диск

source: Select Template
de: Vorlage auswählen
uk: Вибрати шаблон

source: New Document
de: Neues Dokument
uk: Новий документ

source: Export Setlist
de: Setliste exportieren
uk: Експорт сет-листа

source: Select Category
de: Kategorie auswählen
uk: Вибрати категорію

source: Edit Document
de: Dokument bearbeiten
uk: Редагувати документ

source: Contact Details
de: Kontaktdetails
uk: Деталі контакту

source: Join group
de: Gruppe beitreten
uk: Приєднатися до групи

source: Event Contacts
de: Event-Kontakte
uk: Контакти події

source: Your Stage Awaits
de: Ihre Bühne wartet
uk: Ваша сцена чекає

source: Create your first setlist and start organizing your musical journey
de: Erstellen Sie Ihre erste Setliste und beginnen Sie, Ihre musikalische Reise zu organisieren
uk: Створіть свій перший сет-лист та почніть організовувати свою музичну подорож

source: Images
de: Bilder
uk: зображення

source: Item information
de: Artikelinformationen
uk: Інформація про товар

source: Description
de: Beschreibung
uk: Опис

source: CATEGORY
de: Kategorie
uk: Категорія

source: Not selected
de: Nicht ausgewählt
uk: Не обрано

source: Inventory
de: Inventar
uk: Інвентар

source: Generate
de: Generieren
uk: Згенерувати

source: Quick add:
de: Schnell hinzufügen:
uk: Швидке додавання:

source: Save
de: Speichern
uk: Зберегти

source: Error
de: Fehler
uk: Помилка

source: CSV Data
de: CSV-Daten
uk: CSV дані

source: Paste CSV data here...
de: CSV-Daten hier einfügen...
uk: Вставте CSV дані тут...

source: Sample Format
de: Beispielformat
uk: Зразок формату

source: Profit margin:
de: Gewinnspanne:
uk: Маржа прибутку:

source: Delete Item
de: Artikel löschen
uk: Видалити товар

source: Are you sure you want to delete this item? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Artikel löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити цей товар? Цю дію не можна скасувати.

source: Basic
de: Grundlagen
uk: Основне

source: Setlist
de: Setliste
uk: Сет-лист

source: Privacy
de: Datenschutz
uk: Приватність

source: This event will be visible only to you
de: Dieses Event wird nur für Sie sichtbar sein
uk: Ця подія буде видима лише вам

source: Location
de: Ort
uk: Розташування

source: Fee
de: Honorar
uk: Гонорар

source: Organizer
de: Veranstalter
uk: Організатор

source: Coordinator
de: Koordinator
uk: Координатор

source: Rating
de: Bewertung
uk: Рейтинг

source: Rating
de: Bewertung
uk: Рейтинг

source: Accommodation
de: Unterkunft
uk: Проживання

source: Notes
de: Notizen
uk: Примітки

source: Rate this event:
de: Bewerten Sie dieses Event:
uk: Оцініть цю подію:

source: Comment (optional)
de: Kommentar (optional)
uk: Коментар (необов'язково)

source: Schedule
de: Zeitplan
uk: Розклад

source: Add schedule
de: Zeitplan hinzufügen
uk: Додати розклад

source: No rating
de: Keine Bewertung
uk: Без рейтингу

source: No setlist selected
de: Keine Setliste ausgewählt
uk: Сет-лист не обрано

source: Organizers
de: Veranstalter
uk: Організатори

source: Coordinators
de: Koordinatoren
uk: Координатори

source: Finances
de: Finanzen
uk: Фінанси

source: Fee: %d %@
de: Honorar: %d %@
uk: Гонорар: %d %@

source: No notes
de: Keine Notizen
uk: Немає приміток

source: No comment
de: Kein Kommentar
uk: Немає коментарів

source: No text
de: Kein Text
uk: Немає тексту

source: Create Account
de: Konto erstellen
uk: Створити обліковий запис

source: Verification Email Sent
de: Bestätigungs-E-Mail gesendet
uk: Лист підтвердження відправлено

source: A verification email has been sent to:
de: Eine Bestätigungs-E-Mail wurde gesendet an:
uk: Лист підтвердження було відправлено на:

source: After verifying your email, you can directly go to login to use the application.
de: Nach der Bestätigung Ihrer E-Mail können Sie sich direkt anmelden, um die Anwendung zu verwenden.
uk: Після підтвердження електронної пошти ви можете перейти до входу для використання додатка.

source: Already have an account? Log in
de: Haben Sie bereits ein Konto? Anmelden
uk: Вже маєте обліковий запис? Увійти

source: Welcome Back 👋
de: Willkommen zurück 👋
uk: З поверненням 👋

source: Login with Face ID
de: Mit Face ID anmelden
uk: Увійти через Face ID

source: Don't have an account? Register
de: Haben Sie kein Konto? Registrieren
uk: Немає облікового запису? Зареєструватися

source: Reset Your Password
de: Ihr Passwort zurücksetzen
uk: Скинути ваш пароль

source: Reset Email Sent
de: Zurücksetzungs-E-Mail gesendet
uk: Лист для скидання відправлено

source: You can now reset your password using the email sent to:
de: Sie können jetzt Ihr Passwort mit der E-Mail zurücksetzen, die gesendet wurde an:
uk: Тепер ви можете скинути свій пароль, використовуючи лист, відправлений на:

source: After resetting your password, log in again using your new credentials.
de: Nach dem Zurücksetzen Ihres Passworts melden Sie sich mit Ihren neuen Anmeldedaten erneut an.
uk: Після скидання пароля увійдіть знову, використовуючи нові облікові дані.
