Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: • Cross-device synchronization
de: • Geräteübergreifende Synchronisation
uk: • Синхронізація між пристроями

source: • Regular feature updates and improvements
de: • Regelmäßige Funktionsupdates und Verbesserungen
uk: • Регулярні оновлення функцій та покращення

source: • Access and download your personal data
de: • Zugriff auf und Download Ihrer persönlichen Daten
uk: • Доступ та завантаження ваших особистих даних

source: • Correct any inaccurate information
de: • Korrigieren Sie ungenaue Informationen
uk: • Виправлення будь-якої неточної інформації

source: • Request deletion of your account
de: • Löschung Ihres Kontos beantragen
uk: • Запит видалення вашого облікового запису

source: • Control notification preferences
de: • Benachrichtigungseinstellungen kontrollieren
uk: • Контроль налаштувань сповіщень

source: By continuing, you acknowledge that you have read and understood our terms and privacy policy. You can review these documents anytime in the app settings.
de: Durch Fortfahren bestätigen Sie, dass Sie unsere Bedingungen und Datenschutzrichtlinie gelesen und verstanden haben. Sie können diese Dokumente jederzeit in den App-Einstellungen überprüfen.
uk: Продовжуючи, ви підтверджуєте, що прочитали та зрозуміли наші умови та політику приватності. Ви можете переглянути ці документи будь-коли в налаштуваннях програми.

source: Welcome
de: Willkommen
uk: Ласкаво просимо

source: Welcome to BandSync! These terms outline how you can use our app and the services we provide. By using BandSync, you agree to these terms.
de: Willkommen bei BandSync! Diese Bedingungen erläutern, wie Sie unsere App und die von uns bereitgestellten Dienste nutzen können. Durch die Nutzung von BandSync stimmen Sie diesen Bedingungen zu.
uk: Ласкаво просимо до BandSync! Ці умови окреслюють, як ви можете використовувати нашу програму та послуги, які ми надаємо. Використовуючи BandSync, ви погоджуєтесь з цими умовами.

source: Your Responsibilities
de: Ihre Verantwortlichkeiten
uk: Ваші обов'язки

source: Our Services
de: Unsere Dienste
uk: Наші послуги

source: Content & Data
de: Inhalt & Daten
uk: Контент та дані

source: Community Standards
de: Gemeinschaftsstandards
uk: Стандарти спільноти

source: Account Management
de: Kontoverwaltung
uk: Управління обліковим записом

source: Billing & Subscriptions
de: Abrechnung & Abonnements
uk: Розрахунки та підписки

source: Service Expectations
de: Service-Erwartungen
uk: Очікування від сервісу

source: Service Limitations
de: Service-Beschränkungen
uk: Обмеження сервісу

source: BandSync is provided on an "as is" basis. While we strive to provide reliable and secure service, we cannot guarantee that the app will always be available or free from technical issues.
de: BandSync wird auf "wie besehen" Basis bereitgestellt. Während wir uns bemühen, zuverlässigen und sicheren Service zu bieten, können wir nicht garantieren, dass die App immer verfügbar oder frei von technischen Problemen ist.
uk: BandSync надається на основі "як є". Хоча ми прагнемо надавати надійний та безпечний сервіс, ми не можемо гарантувати, що програма завжди буде доступною або вільною від технічних проблем.

source: User Responsibility
de: Benutzerverantwortung
uk: Відповідальність користувача

source: You are responsible for maintaining backups of important data and ensuring your account remains secure. We recommend using multiple backup methods for critical information.
de: Sie sind verantwortlich für die Sicherung wichtiger Daten und die Sicherheit Ihres Kontos. Wir empfehlen, mehrere Sicherungsmethoden für kritische Informationen zu verwenden.
uk: Ви відповідальні за підтримку резервних копій важливих даних та забезпечення безпеки вашого облікового запису. Ми рекомендуємо використовувати кілька методів резервного копіювання для критичної інформації.

source: Technical Support
de: Technischer Support
uk: Технічна підтримка

source: We provide technical support through our in-app contact system and strive to resolve issues promptly. Response times may vary based on the complexity of the issue.
de: Wir bieten technischen Support über unser In-App-Kontaktsystem und bemühen uns, Probleme schnell zu lösen. Die Antwortzeiten können je nach Komplexität des Problems variieren.
uk: Ми надаємо технічну підтримку через нашу систему зв'язку в програмі та прагнемо швидко вирішувати проблеми. Час відповіді може варіюватися залежно від складності проблеми.

source: Legal Framework
de: Rechtlicher Rahmen
uk: Правова база

source: Dispute Resolution
de: Streitbeilegung
uk: Вирішення спорів

source: If you have any concerns or disputes, please contact our support team first. We are committed to resolving issues fairly and promptly.
de: Wenn Sie Bedenken oder Streitigkeiten haben, kontaktieren Sie bitte zuerst unser Support-Team. Wir sind verpflichtet, Probleme fair und schnell zu lösen.
uk: Якщо у вас є будь-які занепокоєння чи спори, будь ласка, спочатку зверніться до нашої команди підтримки. Ми зобов'язані вирішувати проблеми справедливо та швидко.

source: Governing Law
de: Anwendbares Recht
uk: Застосовне право

source: These terms are governed by applicable law in your jurisdiction. Any legal disputes will be handled according to local laws and regulations.
de: Diese Bedingungen unterliegen dem anwendbaren Recht in Ihrer Gerichtsbarkeit. Alle rechtlichen Streitigkeiten werden nach lokalen Gesetzen und Vorschriften behandelt.
uk: Ці умови регулюються застосовним правом у вашій юрисдикції. Будь-які правові спори будуть вирішуватися відповідно до місцевих законів та правил.

source: Updates and Changes
de: Updates und Änderungen
uk: Оновлення та зміни

source: We may update these terms occasionally. Significant changes will be communicated through the app with advance notice. Your continued use constitutes acceptance of updated terms.
de: Wir können diese Bedingungen gelegentlich aktualisieren. Bedeutende Änderungen werden über die App mit Voranmeldung kommuniziert. Ihre fortgesetzte Nutzung stellt die Akzeptanz der aktualisierten Bedingungen dar.
uk: Ми можемо час від часу оновлювати ці умови. Значні зміни будуть повідомлені через програму з попереднім сповіщенням. Ваше продовження використання становить прийняття оновлених умов.

source: Legal Information
de: Rechtliche Informationen
uk: Правова інформація

source: Complete Agreement
de: Vollständige Vereinbarung
uk: Повна угода

source: These terms constitute the complete agreement between you and BandSync regarding your use of our services. We are committed to providing a positive experience for all users.
de: Diese Bedingungen stellen die vollständige Vereinbarung zwischen Ihnen und BandSync bezüglich Ihrer Nutzung unserer Dienste dar. Wir sind verpflichtet, eine positive Erfahrung für alle Benutzer zu bieten.
uk: Ці умови становлять повну угоду між вами та BandSync щодо вашого використання наших послуг. Ми зобов'язані надавати позитивний досвід для всіх користувачів.

source: For questions about these terms, please contact our support team through the app.
de: Für Fragen zu diesen Bedingungen wenden Sie sich bitte über die App an unser Support-Team.
uk: З питань щодо цих умов, будь ласка, зверніться до нашої команди підтримки через програму.

source: We appreciate your trust in BandSync and are committed to providing excellent service.
de: Wir schätzen Ihr Vertrauen in BandSync und sind verpflichtet, exzellenten Service zu bieten.
uk: Ми цінуємо вашу довіру до BandSync і зобов'язані надавати відмінний сервіс.

source: Login
de: Anmelden
uk: Увійти

source: Register
de: Registrieren
uk: Зареєструватися

source: Email
uk: Електронна пошта

source: Password
de: Passwort
uk: Пароль

source: Forgot Password?
de: Passwort vergessen?
uk: Забули пароль?

source: Sign In
de: Anmelden
uk: Увійти

source: Sign Up
de: Registrieren
uk: Зареєструватися

source: Sign In with Face ID
de: Mit Face ID anmelden
uk: Увійти через Face ID

source: Sign Out
de: Abmelden
uk: Вийти

source: Name
uk: Ім'я

source: Phone
de: Telefon
uk: Телефон

source: Reset Password
de: Passwort zurücksetzen
uk: Скинути пароль

source: Password Reset
de: Passwort-Zurücksetzung
uk: Скидання пароля

source: Password Reset Email Sent
de: E-Mail zur Passwort-Zurücksetzung gesendet
uk: Лист для скидання пароля відправлено

source: Back
de: Zurück
uk: Назад

source: Create Group
de: Gruppe erstellen
uk: Створити групу

source: Join Group
de: Gruppe beitreten
uk: Приєднатися до групи

source: Group Name
de: Gruppenname
uk: Назва групи

source: Invitation Code
de: Einladungscode
uk: Код запрошення

source: Create a Group
de: Gruppe erstellen
uk: Створити групу

source: Join a Group
de: Gruppe beitreten
uk: Приєднатися до групи

source: Welcome to BandSync!
de: Willkommen bei BandSync!
uk: Ласкаво просимо до BandSync!

source: To get started, create a new group or join an existing one
de: Um zu beginnen, erstellen Sie eine neue Gruppe oder treten Sie einer bestehenden bei
uk: Щоб почати, створіть нову групу або приєднайтеся до існуючої

source: Group created successfully!
de: Gruppe erfolgreich erstellt!
uk: Група успішно створена!

source: Request to join sent. Waiting for approval.
de: Beitrittsanfrage gesendet. Warten auf Genehmigung.
uk: Запит на приєднання відправлено. Очікуємо схвалення.

source: Create New Group
de: Neue Gruppe erstellen
uk: Створити нову групу

source: Enter invitation code
de: Einladungscode eingeben
uk: Введіть код запрошення

source: Calendar
de: Kalender
uk: Календар

source: Setlists
de: Setlisten
uk: Сет-листи

source: Finances
de: Finanzen
uk: Фінанси

source: Merch
de: Merchandise
uk: Мерч

source: Tasks
de: Aufgaben
uk: Завдання

source: Chats
uk: Чати

source: Contacts
de: Kontakte
uk: Контакти

source: Settings
de: Einstellungen
uk: Налаштування

source: Admin Panel
uk: Панель адміністратора

source: New Event
de: Neues Event
uk: Нова подія

source: Event
uk: Подія

source: Edit Event
de: Event bearbeiten
uk: Редагувати подію

source: Delete Event
de: Event löschen
uk: Видалити подію

source: Delete Event?
de: Event löschen?
uk: Видалити подію?

source: Are you sure you want to delete this event? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Event löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити цю подію? Цю дію не можна скасувати.

source: Basic Information
de: Grundinformationen
uk: Основна інформація

source: Title
de: Titel
uk: Назва

source: Date
de: Datum
uk: Дата

source: Type
de: Typ
uk: Тип

source: Status
uk: Статус

source: Location
de: Ort
uk: Розташування

source: Venue
de: Veranstaltungsort
uk: Майданчик

source: Select on map
de: Auf Karte auswählen
uk: Вибрати на карті

source: Clear location
de: Ort löschen
uk: Очистити розташування

source: Event Location
de: Event-Ort
uk: Місце події

source: Unknown Address
de: Unbekannte Adresse
uk: Невідома адреса

source: Privacy
de: Datenschutz
uk: Приватність

source: Personal Event
de: Persönliches Event
uk: Особиста подія

# Event visible only to you
source: This event is visible only to you
de: Event nur für Sie sichtbar
uk: Подія видима лише вам

source: Fee
de: Honorar
uk: Гонорар

source: Amount
de: Betrag
uk: Сума

source: Currency
de: Währung
uk: Валюта

# Fee: (Int(fee)) (currency)
source: Fee: %d %@
de: Honorar: %d %@
uk: Гонорар: %d %@

source: Organizer
de: Veranstalter
uk: Організатор

source: Organizers
de: Veranstalter
uk: Організатори

source: Coordinator
de: Koordinator
uk: Координатор

source: Coordinators
de: Koordinatoren
uk: Координатори

source: Additional Contacts
de: Zusätzliche Kontakte
uk: Додаткові контакти

source: No additional contacts added
de: Keine zusätzlichen Kontakte hinzugefügt
uk: Додаткові контакти не додано

source: Other Contacts
de: Andere Kontakte
uk: Інші контакти

source: Accommodation
de: Unterkunft
uk: Проживання

source: Hotel
uk: Готель

source: Hotel name
uk: Назва готелю

source: Hotel address
de: Hoteladresse
uk: Адреса готелю

source: Check-in
uk: Заселення

source: Check-out
uk: Виселення

source: Notes
de: Notizen
uk: Примітки

source: Breakfast included
de: Frühstück inklusive
uk: Сніданок включено

source: Breakfast not included
de: Frühstück nicht inklusive
uk: Сніданок не включено

source: Get directions
de: Route anzeigen
uk: Прокласти маршрут

source: Open in Maps
de: In Karten öffnen
uk: Відкрити в Картах

source: Select application
de: App auswählen
uk: Вибрати додаток

source: Which application to use for navigation?
de: Welche App für die Navigation verwenden?
uk: Який додаток використовувати для навігації?

source: Apple Maps
de: Apple Karten
uk: Apple Карти

source: Google Maps
uk: Google Карти

source: Reserved
de: Reserviert
uk: Заброньовано

source: Confirmed
de: Bestätigt
uk: Підтверджено

source: Cancelled
de: Abgesagt
uk: Скасовано

source: Postponed
de: Verschoben
uk: Відкладено

source: Pending
de: Ausstehend
uk: Очікує

source: New Setlist
de: Neue Setliste
uk: Новий сет-лист

source: Setlist
de: Setliste
uk: Сет-лист

source: No Setlist Selected
de: Keine Setliste ausgewählt
uk: Сет-лист не обрано

source: Not Selected
de: Nicht ausgewählt
uk: Не обрано

source: Songs
uk: Пісні

source: Song
uk: Пісня

source: Duration
de: Dauer
uk: Тривалість

source: Total Duration
de: Gesamtdauer
uk: Загальна тривалість

source: Add Song
de: Song hinzufügen
uk: Додати пісню

source: Export to PDF
de: Als PDF exportieren
uk: Експорт в PDF

source: No songs in this setlist
de: Keine Songs in dieser Setliste
uk: У цьому сет-листі немає пісень

source: Setlist is empty
de: Setliste ist leer
uk: Сет-лист порожній

source: Generating PDF...
de: PDF wird erstellt...
uk: Генерується PDF...

source: Share
de: Teilen
uk: Поділитися

source: Add description
de: Beschreibung hinzufügen
uk: Додати опис

source: Add income or expense transactions to track your finances
de: Fügen Sie Einnahmen oder Ausgaben hinzu, um Ihre Finanzen zu verfolgen
uk: Додайте доходи або витрати для відстеження фінансів

source: Add income or expenses to track your finances
de: Fügen Sie Einnahmen oder Ausgaben hinzu, um Ihre Finanzen zu verfolgen
uk: Додайте доходи або витрати для відстеження фінансів

source: Add New Financial Transaction
de: Neue Finanztransaktion hinzufügen
uk: Додати нову фінансову транзакцію

source: All Time
de: Alle Zeit
uk: Весь час

source: All Transactions
de: Alle Transaktionen
uk: Всі транзакції

source: Analyzing receipt
de: Beleg wird analysiert
uk: Аналіз чека

source: Capture receipt details automatically
de: Belegdetails automatisch erfassen
uk: Автоматично захопити деталі чека

source: Categories
de: Kategorien
uk: Категорії

source: Category Overview
de: Kategorieübersicht
uk: Огляд категорій

# category: (category)
source: category: %@
de: Kategorie: %@
uk: категорія: %@

source: Choose from Gallery
de: Aus Galerie wählen
uk: Вибрати з галереї

source: Choose Transaction Type
de: Transaktionstyp wählen
uk: Виберіть тип транзакції

source: Could not load receipt from cloud storage
de: Beleg konnte nicht aus Cloud-Speicher geladen werden
uk: Не вдалося завантажити чек з хмарного сховища

source: Deleting transaction
de: Transaktion wird gelöscht
uk: Видалення транзакції

source: Edit Financial Transaction
de: Finanztransaktion bearbeiten
uk: Редагувати фінансову транзакцію

source: Edit Transaction
de: Transaktion bearbeiten
uk: Редагувати транзакцію

source: Enter amount and details
de: Betrag und Details eingeben
uk: Введіть суму та деталі

source: Expense Category
de: Ausgabenkategorie
uk: Категорія витрат

source: Expense Transactions
de: Ausgabentransaktionen
uk: Транзакції витрат

source: Expenses
de: Ausgaben
uk: Витрати

source: Extracted Results
de: Extrahierte Ergebnisse
uk: Вилучені результати

source: Failed to save transaction
de: Transaktion konnte nicht gespeichert werden
uk: Не вдалося зберегти транзакцію

source: Filter Transactions
de: Transaktionen filtern
uk: Фільтрувати транзакції

source: Income Category
de: Einnahmenkategorie
uk: Категорія доходів

source: Income Transactions
de: Einnahmentransaktionen
uk: Транзакції доходів

source: Invalid amount format
de: Ungültiges Betragsformat
uk: Неправильний формат суми

source: Invalid amount or user group
de: Ungültiger Betrag oder Benutzergruppe
uk: Неправильна сума або група користувачів

source: Last 3 Months
de: Letzte 3 Monate
uk: Останні 3 місяці

source: Loading from cloud
de: Wird aus Cloud geladen
uk: Завантаження з хмари

source: Loading receipt from cloud
de: Beleg wird aus Cloud geladen
uk: Завантаження чека з хмари

source: Manual Save
de: Manuell speichern
uk: Ручне збереження

# merchant: (merchant)
source: merchant: %@
de: Händler: %@
uk: продавець: %@

source: Monthly
de: Monatlich
uk: Щомісячно

source: Monthly Breakdown
de: Monatliche Aufschlüsselung
uk: Помісячний розподіл

source: No data for category
de: Keine Daten für Kategorie
uk: Немає даних для категорії

source: No description
de: Keine Beschreibung
uk: Без опису

source: No financial data
de: Keine Finanzdaten
uk: Немає фінансових даних

source: No monthly data
de: Keine monatlichen Daten
uk: Немає помісячних даних

source: Or use manual save
de: Oder manuell speichern verwenden
uk: Або використайте ручне збереження

source: Period
de: Zeitraum
uk: Період

source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
uk: Будь ласка, введіть дійсну суму

source: Please wait
de: Bitte warten
uk: Будь ласка, зачекайте

source: Receipt
de: Beleg
uk: Чек

source: Receipt added
de: Beleg hinzugefügt
uk: Чек додано

source: Receipt in cloud storage
de: Beleg im Cloud-Speicher
uk: Чек у хмарному сховищі

source: Receipt unavailable
de: Beleg nicht verfügbar
uk: Чек недоступний

source: Recent Transactions
de: Aktuelle Transaktionen
uk: Останні транзакції

source: Save Transaction
de: Transaktion speichern
uk: Зберегти транзакцію

source: Saving changes
de: Änderungen werden gespeichert
uk: Збереження змін

source: Saving transaction
de: Transaktion wird gespeichert
uk: Збереження транзакції

source: Scan or attach receipt
de: Beleg scannen oder anhängen
uk: Сканувати або прикріпити чек

source: Scan Receipt
de: Beleg scannen
uk: Сканувати чек

source: Scan with Camera
de: Mit Kamera scannen
uk: Сканувати камерою

source: Scanner will close automatically
de: Scanner schließt automatisch
uk: Сканер закриється автоматично

source: Stored securely in Firebase
de: Sicher in Firebase gespeichert
uk: Безпечно зберігається в Firebase

source: Sync Status
uk: Статус синхронізації

source: Tap to change
de: Zum Ändern tippen
uk: Натисніть для зміни

source: This Month
de: Diesen Monat
uk: Цього місяця

source: This Year
de: Dieses Jahr
uk: Цього року

source: Transaction Details
de: Transaktionsdetails
uk: Деталі транзакції

source: Transaction Type
de: Transaktionstyp
uk: Тип транзакції

source: Uploading receipt to cloud storage
de: Beleg wird in Cloud-Speicher hochgeladen
uk: Завантаження чека в хмарне сховище

source: Uploading to cloud storage
de: Wird in Cloud-Speicher hochgeladen
uk: Завантаження в хмарне сховище

source: Value
de: Wert
uk: Значення

source: View
de: Anzeigen
uk: Переглянути

source: View All
de: Alle anzeigen
uk: Переглянути все

source: View Charts
de: Diagramme anzeigen
uk: Переглянути графіки

source: vs Previous
de: vs. Vorherige
uk: проти попереднього

source: Waiting for synchronization
de: Warten auf Synchronisation
uk: Очікування синхронізації

source: %d transactions
de: %d Transaktionen
uk: %d транзакцій

source: Financial Statistics
de: Finanzstatistiken
uk: Фінансова статистика

source: Merchandise
uk: Мерчандайз

source: New Item
de: Neuer Artikel
uk: Новий товар

source: Item
de: Artikel
uk: Товар

source: Price
de: Preis
uk: Ціна

source: Stock
de: Lagerbestand
uk: Запас

source: Size
de: Größe
uk: Розмір

source: Clothing
de: Kleidung
uk: Одяг

source: Music
de: Musik
uk: Музика

source: Accessory
de: Zubehör
uk: Аксесуари

source: Description
de: Beschreibung
uk: Опис

source: Sell Item
de: Artikel verkaufen
uk: Продати товар

source: Sale
de: Verkauf
uk: Продаж

source: Quantity
de: Menge
uk: Кількість

source: Sales Channel
de: Vertriebskanal
uk: Канал продажів

source: Concert
de: Konzert
uk: Концерт

source: Online
uk: Онлайн

source: Partner
uk: Партнер

source: New Task
de: Neue Aufgabe
uk: Нове завдання

source: Task
de: Aufgabe
uk: Завдання

source: Due Date
de: Fälligkeitsdatum
uk: Термін виконання

source: Assigned To
de: Zugewiesen an
uk: Призначено

source: Completed
de: Abgeschlossen
uk: Виконано

source: Pending Tasks
de: Ausstehende Aufgaben
uk: Очікуючі завдання

source: Completed Tasks
de: Abgeschlossene Aufgaben
uk: Виконані завдання

source: Task Information
de: Aufgabeninformationen
uk: Інформація про завдання

source: Task Title
de: Aufgabentitel
uk: Назва завдання

source: Priority
de: Priorität
uk: Пріоритет

source: Category
de: Kategorie
uk: Категорія

source: Select Users
de: Benutzer auswählen
uk: Обрати користувачів

source: User
de: Benutzer
uk: Користувач

source: Users
de: Benutzer
uk: Користувачі

source: Selected
de: Ausgewählt
uk: Обрано

source: Add Reminder
de: Erinnerung hinzufügen
uk: Додати нагадування

source: Include Time
de: Zeit einschließen
uk: Включити час

source: Multi-day Task
de: Mehrtägige Aufgabe
uk: Багатоденне завдання

source: Start Date & Time
de: Startdatum & Zeit
uk: Дата та час початку

source: Start Date
de: Startdatum
uk: Дата початку

source: End Date & Time
de: Enddatum & Zeit
uk: Дата та час завершення

source: End Date
de: Enddatum
uk: Дата завершення

source: day
de: Tag
uk: день

source: days
de: Tage
uk: дні

source: hour
de: Stunde
uk: година

source: hours
de: Stunden
uk: години

source: minute
uk: хвилина

source: Minutes
de: Minuten
uk: хвилини

source: 0 minutes
de: 0 Minuten
uk: 0 хвилин

source: No group ID found
de: Keine Gruppen-ID gefunden
uk: ID групи не знайдено

source: Failed to load group members. Please try again.
de: Gruppenmitglieder konnten nicht geladen werden. Bitte versuchen Sie es erneut.
uk: Не вдалося завантажити учасників групи. Спробуйте ще раз.

source: Missing user or group information
de: Fehlende Benutzer- oder Gruppeninformationen
uk: Відсутня інформація про користувача або групу

source: Please enter a task title
de: Bitte geben Sie einen Aufgabentitel ein
uk: Будь ласка, введіть назву завдання

source: End date must be after start date
de: Enddatum muss nach Startdatum liegen
uk: Дата завершення має бути після дати початку

source: Failed to save task. Please try again.
de: Aufgabe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
uk: Не вдалося зберегти завдання. Спробуйте ще раз.

source: Loading users...
de: Benutzer werden geladen...
uk: Завантаження користувачів...

source: Retry
de: Wiederholen
uk: Спробувати знову

source: No users found
de: Keine Benutzer gefunden
uk: Користувачів не знайдено

source: Load Group Members
de: Gruppenmitglieder laden
uk: Завантажити учасників групи

source: Failed to load group members
de: Gruppenmitglieder konnten nicht geladen werden
uk: Не вдалося завантажити учасників групи

source: Create Task
de: Aufgabe erstellen
uk: Створити завдання

source: Today
de: Heute
uk: Сьогодні

source: Tomorrow
de: Morgen
uk: Завтра

source: Yesterday
de: Gestern
uk: Вчора

source: Overdue
de: Überfällig
uk: Прострочено

source: day ago
de: Tag her
uk: день тому

source: days ago
de: Tage her
uk: днів тому

source: Unassigned
de: Nicht zugewiesen
uk: Не призначено

source: Unknown
de: Unbekannt
uk: Невідомо

source: Task Name
de: Aufgabenname
uk: Назва завдання

source: Task Description
de: Aufgabenbeschreibung
uk: Опис завдання

source: Add Task
de: Aufgabe hinzufügen
uk: Додати завдання

source: Select Date
de: Datum auswählen
uk: Вибрати дату

source: Assign To
de: Zuweisen an
uk: Призначити

source: Search members
de: Mitglieder suchen
uk: Пошук учасників
