Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: Enter your email to receive password reset instructions.
de: Geben Sie Ihre E-Mail ein, um Anweisungen zum Zurücksetzen des Passworts zu erhalten.
uk: Введіть свою електронну пошту, щоб отримати інструкції для скидання пароля.

source: Back to Login
de: Zurück zur Anmeldung
uk: Назад до входу

source: Phone Verification
de: Telefonverifizierung
uk: Підтвердження телефону

source: Send Code
de: Code senden
uk: Відправити код

source: Verify
de: Verifizieren
uk: Підтвердити

source: Phone verified ✅
de: Telefon verifiziert ✅
uk: Телефон підтверджено ✅

source: Email cannot be empty.
de: E-Mail darf nicht leer sein.
uk: Електронна пошта не може бути порожньою.

source: Invalid email format.
de: Ungültiges E-Mail-Format.
uk: Неправильний формат електронної пошти.

source: Password cannot be empty.
de: Passwort darf nicht leer sein.
uk: Пароль не може бути порожнім.

source: No credentials stored. Please login manually first. You must log in at least once to enable Face ID.
de: Keine Anmeldedaten gespeichert. Bitte melden Sie sich zuerst manuell an. Sie müssen sich mindestens einmal anmelden, um Face ID zu aktivieren.
uk: Облікові дані не збережено. Будь ласка, спочатку увійдіть вручну. Ви повинні увійти принаймні один раз, щоб увімкнути Face ID.

source: Face ID authentication failed.
de: Face ID-Authentifizierung fehlgeschlagen.
uk: Автентифікація Face ID не вдалася.

source: Face ID not available on this device.
de: Face ID auf diesem Gerät nicht verfügbar.
uk: Face ID недоступний на цьому пристрої.

source: Forgot password?
de: Passwort vergessen?
uk: Забули пароль?

source: Phone number
de: Telefonnummer
uk: Номер телефону

source: SMS code
uk: SMS код

source: Full Name
de: Vollständiger Name
uk: Повне ім'я

source: Phone Number
de: Telefonnummer
uk: Номер телефону

source: Sending verification email…
de: Bestätigungs-E-Mail wird gesendet…
uk: Відправлення листа підтвердження…

source: Name must be at least 3 characters
de: Name muss mindestens 3 Zeichen lang sein
uk: Ім'я повинно містити принаймні 3 символи

source: Invalid email address
de: Ungültige E-Mail-Adresse
uk: Неправильна адреса електронної пошти

source: Password must be at least 6 characters
de: Passwort muss mindestens 6 Zeichen lang sein
uk: Пароль повинен містити принаймні 6 символів

source: Enter a valid phone number
de: Geben Sie eine gültige Telefonnummer ein
uk: Введіть дійсний номер телефону

source: Initializing...
de: Wird initialisiert...
uk: Ініціалізація...

source: Loading user data...
de: Benutzerdaten werden geladen...
uk: Завантаження даних користувача...

source: Connecting to server...
de: Verbindung zum Server wird hergestellt...
uk: Підключення до сервера...

source: Preparing interface...
de: Benutzeroberfläche wird vorbereitet...
uk: Підготовка інтерфейсу...

source: Almost ready...
de: Fast fertig...
uk: Майже готово...

source: Loading...
de: Wird geladen...
uk: Завантаження...

source: Event not found
de: Event nicht gefunden
uk: Подію не знайдено

source: No events for selected date
de: Keine Events für ausgewähltes Datum
uk: Немає подій на обрану дату

source: No setlist
de: Keine Setliste
uk: Немає сет-листа

source: No available setlists
de: Keine verfügbaren Setlisten
uk: Немає доступних сет-листів

source: No location information
de: Keine Ortsinformationen
uk: Немає інформації про розташування

source: Searching...
de: Wird gesucht...
uk: Пошук...

source: Search for a location above
de: Oben nach einem Ort suchen
uk: Шукайте розташування вище

source: Recurring Events
de: Wiederkehrende Events
uk: Повторювані події

source: Time
de: Zeit
uk: Час

source: Duration
de: Dauer
uk: Тривалість

source: Seconds
de: Sekunden
uk: Секунди

source: Check route
de: Route prüfen
uk: Перевірити маршрут

source: Edit event
de: Event bearbeiten
uk: Редагувати подію

source: Keep editing
de: Weiter bearbeiten
uk: Продовжити редагування

source: Discard
de: Verwerfen
uk: Відхилити

# Select setlist
source: Select a setlist
de: Setliste auswählen
uk: Вибрати сет-лист

source: events
uk: події

source: event
uk: подія

source: Recurring Event
de: Wiederkehrendes Event
uk: Повторювана подія

source: Select Location
de: Ort auswählen
uk: Вибрати розташування

source: Search for a place
de: Nach einem Ort suchen
uk: Шукати місце

source: Clear
de: Löschen
uk: Очистити

source: Unknown address
de: Unbekannte Adresse
uk: Невідома адреса

source: Add Schedule Item
de: Zeitplan-Element hinzufügen
uk: Додати елемент розкладу

source: Daily Schedule
de: Tagesplan
uk: Щоденний розклад

source: Edit Schedule Item
de: Zeitplan-Element bearbeiten
uk: Редагувати елемент розкладу

source: Hour
de: Stunde
uk: Година

source: Minute
uk: Хвилина

source: New event
de: Neues Event
uk: Нова подія

source: Some events failed to save
de: Einige Events konnten nicht gespeichert werden
uk: Деякі події не вдалося зберегти

source: Failed to save event
de: Event konnte nicht gespeichert werden
uk: Не вдалося зберегти подію

source: to
de: bis
uk: до

source: items
de: Elemente
uk: елементи

source: Festival
uk: Фестиваль

source: Meeting
de: Besprechung
uk: Зустріч

source: Personal
de: Persönlich
uk: Особисте

source: Booked
de: Gebucht
uk: Заброньовано

source: Confirmed
de: Bestätigt
uk: Підтверджено

source: Cancelled
de: Abgesagt
uk: Скасовано

source: Postponed
de: Verschoben
uk: Відкладено

source: Pending
de: Ausstehend
uk: Очікує

# And more
source: and %d more
de: und %d weitere
uk: та ще %d

source: vs. prev.
de: vs. vorh.
uk: проти попер.

source: Activity
de: Aktivität
uk: Активність

source: No Records
de: Keine Aufzeichnungen
uk: Немає записів

source: Add income or expenses to track your band's finances.
de: Fügen Sie Einnahmen oder Ausgaben hinzu, um die Finanzen Ihrer Band zu verfolgen.
uk: Додайте доходи або витрати для відстеження фінансів вашого гурту.

source: Time Period
de: Zeitraum
uk: Часовий період

source: Change role
de: Rolle ändern
uk: Змінити роль

source: Remove from group
de: Aus Gruppe entfernen
uk: Видалити з групи

source: Reset
de: Zurücksetzen
uk: Скинути

source: Reset permissions?
de: Berechtigungen zurücksetzen?
uk: Скинути дозволи?

# Delete Message Confirmation
source: Are you sure you want to delete this message? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Nachricht löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити це повідомлення? Цю дію не можна скасувати.

# Delete Chat Confirmation
source: Are you sure you want to delete this chat? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Chat löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити цей чат? Цю дію не можна скасувати.

# Delete Chat With Name Confirmation
source: Are you sure you want to delete chat "%@"? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Chat "%@" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити чат "%@"? Цю дію не можна скасувати.

source: Failed to load
de: Laden fehlgeschlagen
uk: Не вдалося завантажити

source: (edited)
de: (bearbeitet)
uk: (відредаговано)

source: Loading chats...
de: Chats werden geladen...
uk: Завантаження чатів...

source: Chat Settings
de: Chat-Einstellungen
uk: Налаштування чату

source: Participants
de: Teilnehmer
uk: Учасники

source: Create band-wide announcement
de: Bandweite Ankündigung erstellen
uk: Створити оголошення для всього гурту

source: Reply to message
de: Auf Nachricht antworten
uk: Відповісти на повідомлення

source: Editing message
de: Nachricht wird bearbeitet
uk: Редагування повідомлення

source: Chat name
uk: Назва чату

source: Search chats...
de: Chats suchen...
uk: Пошук чатів...

source: Due date
de: Fälligkeitsdatum
uk: Термін виконання

source: Remind at
de: Erinnern um
uk: Нагадати о

source: No Chats
de: Keine Chats
uk: Немає чатів

source: Create a new chat to start communicating with band members
de: Erstellen Sie einen neuen Chat, um mit Bandmitgliedern zu kommunizieren
uk: Створіть новий чат, щоб почати спілкування з учасниками гурту

source: A reminder will be created about the message:
de: Eine Erinnerung wird über die Nachricht erstellt:
uk: Буде створено нагадування про повідомлення:

source: Image
de: Bild
uk: Зображення

source: From:
de: Von:
uk: Від:

source: Time:
de: Zeit:
uk: Час:

source: Edited:
de: Bearbeitet:
uk: Відредаговано:

source: Content
de: Inhalt
uk: Зміст

source: Failed to load image
de: Bild konnte nicht geladen werden
uk: Не вдалося завантажити зображення

source: Source message
de: Quellnachricht
uk: Вихідне повідомлення

source: Integration type
de: Integrationstyp
uk: Тип інтеграції

source: Task from chat
de: Aufgabe aus Chat
uk: Завдання з чату

source: Event from chat
de: Event aus Chat
uk: Подія з чату

source: Authentication error
de: Authentifizierungsfehler
uk: Помилка автентифікації

source: Task creation error
de: Aufgabenerstellungsfehler
uk: Помилка створення завдання

source: 📋 Task created: %@
de: 📋 Aufgabe erstellt: %@
uk: 📋 Завдання створено: %@

source: 📅 Event created: %@
de: 📅 Event erstellt: %@
uk: 📅 Подію створено: %@

source: New chat
de: Neuer Chat
uk: Новий чат

source: Double tap to start a new chat
de: Doppeltippen, um einen neuen Chat zu starten
uk: Подвійне натискання для створення нового чату

source: You:
de: Sie:
uk: Ви:

source: 📷 Photo
de: 📷 Foto
uk: 📷 Фото

# Chat with %@. Last message: %@. %@
source: Chat with %1$@. Last message: %2$@. %3$@
de: Chat mit %1$@. Letzte Nachricht: %2$@. %3$@
uk: Чат з %1$@. Останнє повідомлення: %2$@. %3$@

source: User %@
de: Benutzer %@
uk: Користувач %@

source: Enter full name
de: Vollständigen Namen eingeben
uk: Введіть повне ім'я

source: Email Address
de: E-Mail-Adresse
uk: Адреса електронної пошти

source: Enter email address
de: E-Mail-Adresse eingeben
uk: Введіть адресу електронної пошти

source: Enter phone number
de: Telefonnummer eingeben
uk: Введіть номер телефону

source: Professional Details
de: Berufliche Details
uk: Професійні деталі

source: Role/Position
de: Rolle/Position
uk: Роль/Посада

source: Company/Organization
de: Firma/Organisation
uk: Компанія/Організація

source: Enter company name
de: Firmennamen eingeben
uk: Введіть назву компанії

source: How did you meet/Source
de: Wie haben Sie sich kennengelernt/Quelle
uk: Як ви познайомилися/Джерело

# Contact source placeholder
source: e.g., Festival 2024, Mutual friend, Online
de: z.B. Festival 2024, Gemeinsamer Freund, Online
uk: наприклад, Фестиваль 2024, Спільний друг, Онлайн

source: Notes & Description
de: Notizen & Beschreibung
uk: Примітки та опис

source: Description/Notes
de: Beschreibung/Notizen
uk: Опис/Примітки

# Contact notes placeholder
source: Add any additional notes, preferences, or important details about this contact...
de: Fügen Sie zusätzliche Notizen, Präferenzen oder wichtige Details zu diesem Kontakt hinzu...
uk: Додайте будь-які додаткові примітки, переваги або важливі деталі про цей контакт...

source: Add Contact
de: Kontakt hinzufügen
uk: Додати контакт

source: Saving contact...
de: Kontakt wird gespeichert...
uk: Збереження контакту...

source: Name is required
de: Name ist erforderlich
uk: Ім'я обов'язкове

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
uk: Будь ласка, введіть дійсну адресу електронної пошти

source: Failed to save contact. Please try again.
de: Kontakt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
uk: Не вдалося зберегти контакт. Спробуйте ще раз.

source: Documents
de: Dokumente
uk: Документи

source: New Document
de: Neues Dokument
uk: Новий документ

source: Create Document
de: Dokument erstellen
uk: Створити документ

source: Document Information
de: Dokumentinformationen
uk: Інформація про документ

source: Document Name
de: Dokumentname
uk: Назва документа

source: Document Type
de: Dokumenttyp
uk: Тип документа

source: Venue Type
de: Veranstaltungsorttyp
uk: Тип майданчика

source: Not Specified
de: Nicht angegeben
uk: Не вказано

source: Description (Optional)
de: Beschreibung (optional)
uk: Опис (необов'язково)

source: Templates
de: Vorlagen
uk: Шаблони

source: Use Template
de: Vorlage verwenden
uk: Використати шаблон

source: No Template
de: Keine Vorlage
uk: Без шаблону

source: Select Template
de: Vorlage auswählen
uk: Вибрати шаблон

source: Template
de: Vorlage
uk: Шаблон

source: Select a template
de: Vorlage auswählen
uk: Вибрати шаблон

source: File Upload
de: Datei-Upload
uk: Завантаження файлу

source: Choose File
de: Datei wählen
uk: Вибрати файл

source: Photo
de: Foto
uk: Фото

source: Remove
de: Entfernen
uk: Видалити

source: Storage
de: Speicher
uk: Сховище

source: Google Drive
uk: Google Диск

source: Connected
de: Verbunden
uk: Підключено

source: Not Connected
de: Nicht verbunden
uk: Не підключено

source: Connect
de: Verbinden
uk: Підключити

source: Cancel
de: Abbrechen
uk: Скасувати

source: Create
de: Erstellen
uk: Створити

source: Creating document...
de: Dokument wird erstellt...
uk: Створення документа...

source: Uploading to Google Drive
de: Upload zu Google Drive
uk: Завантаження в Google Диск

source: Unknown error occurred
de: Unbekannter Fehler aufgetreten
uk: Сталася невідома помилка

source: Failed to load photo
de: Foto konnte nicht geladen werden
uk: Не вдалося завантажити фото

source: Failed to access selected file
de: Zugriff auf ausgewählte Datei fehlgeschlagen
uk: Не вдалося отримати доступ до вибраного файлу

source: Permission denied
de: Berechtigung verweigert
uk: Дозвіл відхилено

source: Open in Google Drive
de: In Google Drive öffnen
uk: Відкрити в Google Диску

source: Download & Preview
de: Herunterladen & Vorschau
uk: Завантажити та переглянути

source: Share
de: Teilen
uk: Поділитися

source: Edit Info
de: Info bearbeiten
uk: Редагувати інформацію

source: Delete
de: Löschen
uk: Видалити

source: Delete Document
de: Dokument löschen
uk: Видалити документ

# areYouSureDeleteDocument
source: Are you sure you want to delete '{name}'? This action cannot be undone.
de: Sind Sie sicher, dass Sie '{name}' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити '{name}'? Цю дію не можна скасувати.

source: Loading document...
de: Dokument wird geladen...
uk: Завантаження документа...

source: Properties
de: Eigenschaften
uk: Властивості

source: Type
de: Typ
uk: Тип

source: Created
de: Erstellt
uk: Створено

source: Updated
de: Aktualisiert
uk: Оновлено

source: Size
de: Größe
uk: Розмір

source: Version
uk: Версія

source: Yes
de: Ja
uk: Так

source: Share Document
de: Dokument teilen
uk: Поділитися документом

source: Unable to display image
de: Bild kann nicht angezeigt werden
uk: Неможливо відобразити зображення

source: Unable to display text content
de: Textinhalt kann nicht angezeigt werden
uk: Неможливо відобразити текстовий зміст

source: Name
uk: Назва

source: Venue Information
de: Veranstaltungsortinformationen
uk: Інформація про майданчик

source: Edit Document
de: Dokument bearbeiten
uk: Редагувати документ

source: Updating...
de: Wird aktualisiert...
uk: Оновлення...

source: Create Event Folders
de: Event-Ordner erstellen
uk: Створити папки подій

source: Refresh
de: Aktualisieren
uk: Оновити

source: Disconnect Google Drive
de: Google Drive trennen
uk: Відключити Google Диск

source: Connect Google Drive
de: Google Drive verbinden
uk: Підключити Google Диск

source: Google Drive Not Connected
de: Google Drive nicht verbunden
uk: Google Диск не підключено

source: Connect to upload and manage documents
de: Verbinden Sie sich, um Dokumente hochzuladen und zu verwalten
uk: Підключіться для завантаження та керування документами

source: Google Drive Connected
de: Google Drive verbunden
uk: Google Диск підключено

source: Ready to upload and manage documents
de: Bereit zum Hochladen und Verwalten von Dokumenten
uk: Готово для завантаження та керування документами

source: Disconnect
de: Trennen
uk: Відключити

source: Loading documents...
de: Dokumente werden geladen...
uk: Завантаження документів...

source: No Documents Yet
de: Noch keine Dokumente
uk: Документів поки немає

source: No Results Found
de: Keine Ergebnisse gefunden
uk: Результатів не знайдено

source: Create your first document to get started
de: Erstellen Sie Ihr erstes Dokument, um zu beginnen
uk: Створіть свій перший документ для початку

source: Try adjusting your search terms
de: Versuchen Sie, Ihre Suchbegriffe anzupassen
uk: Спробуйте скорегувати пошукові терміни

source: All
de: Alle
uk: Все

source: Drive
uk: Диск

# connectYourGoogleDriveAccountToSecurelyStore
source: Connect your Google Drive account to securely store and manage your band's documents
de: Verbinden Sie Ihr Google Drive-Konto, um sicher zu speichern
uk: Підключіть свій обліковий запис Google Диска для безпечного зберігання

source: Secure Storage
de: Sicherer Speicher
uk: Безпечне сховище

source: Your documents are encrypted and safely stored
de: Ihre Dokumente sind verschlüsselt und sicher gespeichert
uk: Ваші документи зашифровані та безпечно збережені

source: Team Collaboration
de: Team-Zusammenarbeit
uk: Командна співпраця

source: Share documents with band members
de: Dokumente mit Bandmitgliedern teilen
uk: Діліться документами з учасниками гурту

source: Auto Organization
de: Auto-Organisation
uk: Автоорганізація

source: Automatic folders for events and categories
de: Automatische Ordner für Events und Kategorien
uk: Автоматичні папки для подій та категорій

source: Access Anywhere
de: Überall zugreifen
uk: Доступ будь-де

source: View documents on any device
de: Dokumente auf jedem Gerät anzeigen
uk: Переглядайте документи на будь-якому пристрої

source: After Connection
de: Nach der Verbindung
uk: Після підключення

# youllSeeYourGoogleAccountEmailInTheDocumentsView
source: You'll see your Google account email in the documents view, so you'll always know which Drive account is connected.
de: Sie sehen Ihre Google-Konto-E-Mail in der Dokumentenansicht, damit Sie immer wissen, welches Drive-Konto verbunden ist.
uk: Ви побачите електронну пошту свого облікового запису Google у перегляді документів, тому завжди знатимете, який обліковий запис Диска підключено.

source: Connecting...
de: Wird verbunden...
uk: Підключення...

source: Maybe Later
de: Vielleicht später
uk: Можливо пізніше

source: Authentication Error
de: Authentifizierungsfehler
uk: Помилка автентифікації

source: Failed to connect to Google Drive
de: Verbindung zu Google Drive fehlgeschlagen
uk: Не вдалося підключитися до Google Диска

source: New Transaction
de: Neue Transaktion
uk: Нова транзакція

source: Add New Financial Transaction
de: Neue Finanztransaktion hinzufügen
uk: Додати нову фінансову транзакцію

source: TRANSACTION TYPE
de: TRANSAKTIONSTYP
uk: ТИП ТРАНЗАКЦІЇ

source: Choose transaction type
de: Transaktionstyp wählen
uk: Виберіть тип транзакції

source: Income
de: Einnahme
uk: Дохід

source: Expense
de: Ausgabe
uk: Витрата

source: Select category
de: Kategorie auswählen
uk: Вибрати категорію

source: Transaction Details
de: TRANSAKTIONSDETAILS
uk: ДЕТАЛІ ТРАНЗАКЦІЇ

source: Enter amount and details
de: Betrag und Details eingeben
uk: Введіть суму та деталі

source: Amount
de: Betrag
uk: Сума

# pleaseEnterValidAmount
source: Please enter a valid amount
de: Bitte geben Sie einen gültigen Betrag ein
uk: Будь ласка, введіть дійсну суму

source: Add description
de: Beschreibung hinzufügen
uk: Додати опис

source: Date
de: Datum
uk: Дата

source: RECEIPT
de: BELEG
uk: ЧЕК

source: Scan or attach receipt
de: Beleg scannen oder anhängen
uk: Сканувати або прикріпити чек

source: Receipt Added
de: Beleg hinzugefügt
uk: Чек додано

source: Tap to change
de: Zum Ändern tippen
uk: Натисніть для зміни

source: Scan Receipt
de: Beleg scannen
uk: Сканувати чек

source: Capture receipt details automatically
de: Belegdetails automatisch erfassen
uk: Автоматично захопити деталі чека

source: Save Transaction
de: Transaktion speichern
uk: Зберегти транзакцію

source: Saving transaction...
de: Transaktion wird gespeichert...
uk: Збереження транзакції...

source: Please wait...
de: Bitte warten...
uk: Будь ласка, зачекайте...

source: Invalid amount or user group
de: Ungültiger Betrag oder Benutzergruppe
uk: Неправильна сума або група користувачів

source: Failed to save transaction
de: Transaktion konnte nicht gespeichert werden
uk: Не вдалося зберегти транзакцію

source: 📤 Uploading to Cloud Storage...
de: 📤 Upload zum Cloud-Speicher...
uk: 📤 Завантаження в хмарне сховище...

source: ✅ Extracted Results:
de: ✅ Extrahierte Ergebnisse:
uk: ✅ Вилучені результати:

source: Merchant
de: Händler
uk: Продавець

source: 📤 Uploading receipt to cloud storage...
de: 📤 Beleg wird zum Cloud-Speicher hochgeladen...
uk: 📤 Завантаження чека в хмарне сховище...

# scannerWillCloseAutomatically
source: 📱 The scanner will close automatically and pass data to Add Transaction screen.
de: 📱 Der Scanner schließt automatisch und übergibt Daten an den Transaktion-hinzufügen-Bildschirm.
uk: 📱 Сканер закриється автоматично та передасть дані на екран додавання транзакції.

# orUseManualSave
source: 🔄 Or use Manual Save if auto-close doesn't work:
de: 🔄 Oder verwenden Sie manuelles Speichern, wenn automatisches Schließen nicht funktioniert:
uk: 🔄 Або використайте ручне збереження, якщо автозакриття не працює:

source: Manual Save
de: Manuell speichern
uk: Ручне збереження

source: Analyzing receipt...
de: Beleg wird analysiert...
uk: Аналіз чека...

source: Scan with Camera
de: Mit Kamera scannen
uk: Сканувати камерою

source: Choose from Gallery
de: Aus Galerie wählen
uk: Вибрати з галереї

source: DETAILS
uk: ДЕТАЛІ

source: Sync Status
uk: Статус синхронізації

source: Waiting for synchronization
de: Warten auf Synchronisation
uk: Очікування синхронізації

source: Loading from cloud...
de: Wird aus Cloud geladen...
uk: Завантаження з хмари...

source: Receipt in Cloud Storage
de: Beleg im Cloud-Speicher
uk: Чек у хмарному сховищі

source: ☁️ Stored securely in Firebase
de: ☁️ Sicher in Firebase gespeichert
uk: ☁️ Безпечно збережено в Firebase

source: View
de: Anzeigen
uk: Переглянути

source: ACTIONS
de: AKTIONEN
uk: ДІЇ

source: Edit
de: Bearbeiten
uk: Редагувати

source: Deleting transaction...
de: Transaktion wird gelöscht...
uk: Видалення транзакції...

# areYouSureDeleteTransaction
source: Are you sure you want to delete this transaction?
de: Sind Sie sicher, dass Sie diese Transaktion löschen möchten?
uk: Ви впевнені, що хочете видалити цю транзакцію?

source: Close
de: Schließen
uk: Закрити

source: Loading receipt from cloud...
de: Beleg wird aus Cloud geladen...
uk: Завантаження чека з хмари...

source: Receipt Unavailable
de: Beleg nicht verfügbar
uk: Чек недоступний

source: Could not load receipt from cloud storage.
de: Beleg konnte nicht aus Cloud-Speicher geladen werden.
uk: Не вдалося завантажити чек з хмарного сховища.

source: Edit Transaction
de: Transaktion bearbeiten
uk: Редагувати транзакцію

source: Edit Financial Transaction
de: Finanztransaktion bearbeiten
uk: Редагувати фінансову транзакцію

source: Select Currency
de: Währung auswählen
uk: Вибрати валюту

source: Filter
uk: Фільтр

source: Currency
de: Währung
uk: Валюта

source: Done
de: Fertig
uk: Готово

# scanAction
source: Scan
de: Scannen
uk: Сканувати

# chartsAction
source: Charts
de: Diagramme
uk: Графіки

# filterAction
source: Filter
uk: Фільтр

# incomeShort
source: In
de: Ein
uk: Дох

# expenseShort
source: Exp
de: Aus
uk: Вит

# filterType
source: Type
de: Typ
uk: Тип

source: Time Period
de: Zeitraum
uk: Часовий період

source: All time
de: Alle Zeit
uk: Весь час

source: This month
de: Diesen Monat
uk: Цього місяця

source: Last 3 months
de: Letzte 3 Monate
uk: Останні 3 місяці
