Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: We regularly review and update our data protection practices to ensure ongoing GDPR compliance. This includes regular security assessments, staff training, and policy updates.
de: Wir überprüfen und aktualisieren regelmäßig unsere Datenschutzpraktiken, um die laufende DSGVO-Compliance sicherzustellen. Dies umfasst regelmäßige Sicherheitsbewertungen, Mitarbeiterschulungen und Richtlinienaktualisierungen.
uk: Ми регулярно переглядаємо та оновлюємо наші практики захисту даних для забезпечення постійного дотримання GDPR. Це включає регулярні оцінки безпеки, навчання персоналу та оновлення політики.

source: Third-Party Compliance
de: Drittanbieter-Compliance
uk: Дотримання третіми сторонами

source: We work only with service providers who demonstrate strong data protection practices and GDPR compliance. We maintain data processing agreements with all third-party processors.
de: Wir arbeiten nur mit Dienstleistern, die starke Datenschutzpraktiken und DSGVO-Compliance nachweisen. Wir unterhalten Datenverarbeitungsvereinbarungen mit allen Drittanbieter-Verarbeitern.
uk: Ми працюємо лише з постачальниками послуг, які демонструють сильні практики захисту даних та дотримання GDPR. Ми підтримуємо угоди про обробку даних з усіма сторонніми обробниками.

source: Transparency Commitment
de: Transparenz-Verpflichtung
uk: Зобов'язання щодо прозорості

source: We are committed to transparency in our data handling practices. If you have questions about how we process your data, please don't hesitate to contact us.
de: Wir verpflichten uns zur Transparenz in unseren Datenverarbeitungspraktiken. Wenn Sie Fragen dazu haben, wie wir Ihre Daten verarbeiten, zögern Sie bitte nicht, uns zu kontaktieren.
uk: Ми прагнемо прозорості в наших практиках обробки даних. Якщо у вас є питання про те, як ми обробляємо ваші дані, не вагайтеся зв'язатися з нами.

source: Our Ongoing Commitment
de: Unsere laufende Verpflichtung
uk: Наше постійне зобов'язання

source: For GDPR-related requests, use the Contact Support feature in Settings.
de: Für DSGVO-bezogene Anfragen verwenden Sie die Kontakt-Support-Funktion in den Einstellungen.
uk: Для запитів, пов'язаних з GDPR, використовуйте функцію зв'язку з підтримкою в налаштуваннях.

source: We are committed to protecting your privacy rights and maintaining GDPR compliance.
de: Wir verpflichten uns, Ihre Datenschutzrechte zu schützen und die DSGVO-Compliance aufrechtzuerhalten.
uk: Ми прагнемо захищати ваші права на конфіденційність та підтримувати дотримання GDPR.

source: Age Requirement
de: Altersanforderung
uk: Вікова вимога

source: You must be at least 13 years old to use BandSync
de: Sie müssen mindestens 13 Jahre alt sein, um BandSync zu verwenden
uk: Вам повинно бути щонайменше 13 років, щоб використовувати BandSync

source: Account Security
de: Kontosicherheit
uk: Безпека облікового запису

source: Keep your login credentials secure and notify us of any unauthorized access
de: Halten Sie Ihre Anmeldedaten sicher und benachrichtigen Sie uns über unbefugten Zugriff
uk: Тримайте свої облікові дані в безпеці та повідомляйте нас про будь-який несанкціонований доступ

source: Accurate Information
de: Genaue Informationen
uk: Точна інформація

source: Provide truthful information when creating your account
de: Geben Sie wahrheitsgemäße Informationen beim Erstellen Ihres Kontos an
uk: Надавайте правдиву інформацію при створенні облікового запису

source: Respectful Use
de: Respektvolle Nutzung
uk: Шанобливе використання

source: Use BandSync for legitimate band management and collaboration
de: Verwenden Sie BandSync für legitime Bandverwaltung und Zusammenarbeit
uk: Використовуйте BandSync для законного управління гуртом та співпраці

source: Compliance
uk: Дотримання

source: Follow all applicable laws and regulations in your jurisdiction
de: Befolgen Sie alle anwendbaren Gesetze und Vorschriften in Ihrer Rechtsordnung
uk: Дотримуйтесь усіх застосовних законів та правил у вашій юрисдикції

source: Service Availability
de: Dienstverfügbarkeit
uk: Доступність послуги

source: We strive to maintain reliable service but may experience occasional downtime
de: Wir bemühen uns, einen zuverlässigen Service aufrechtzuerhalten, können aber gelegentlich Ausfallzeiten haben
uk: Ми прагнемо підтримувати надійну послугу, але можемо час від часу мати простої

source: Feature Updates
uk: Оновлення функцій

source: We regularly improve features and may add or modify functionality
de: Wir verbessern regelmäßig Features und können Funktionalitäten hinzufügen oder ändern
uk: Ми регулярно покращуємо функції та можемо додавати або змінювати функціональність

source: Data Backup
de: Datensicherung
uk: Резервне копіювання даних

source: We recommend regularly backing up important data
de: Wir empfehlen, wichtige Daten regelmäßig zu sichern
uk: Ми рекомендуємо регулярно створювати резервні копії важливих даних

source: Third-Party Integration
de: Drittanbieter-Integration
uk: Інтеграція з третіми сторонами

source: Google Drive and other integrations are subject to their respective terms
de: Google Drive und andere Integrationen unterliegen ihren jeweiligen Bedingungen
uk: Google Drive та інші інтеграції підпорядковуються їхнім відповідним умовам

source: We provide support through our in-app contact system
de: Wir bieten Support über unser In-App-Kontaktsystem
uk: Ми надаємо підтримку через нашу систему контактів у додатку

source: Your Content
de: Ihr Inhalt
uk: Ваш контент

source: You own all band data, music, and content you create in BandSync
de: Sie besitzen alle Banddaten, Musik und Inhalte, die Sie in BandSync erstellen
uk: Вам належать усі дані гурту, музика та контент, які ви створюєте в BandSync

source: App License
de: App-Lizenz
uk: Ліцензія додатку

source: You grant us permission to process your data to provide app features
de: Sie erteilen uns die Erlaubnis, Ihre Daten zu verarbeiten, um App-Features bereitzustellen
uk: Ви надаєте нам дозвіл обробляти ваші дані для забезпечення функцій додатку

source: Respectful Sharing
de: Respektvolles Teilen
uk: Шанобливе спільне користування

source: Only share content you have permission to share
de: Teilen Sie nur Inhalte, für die Sie die Berechtigung haben
uk: Діліться лише контентом, на який ви маєте дозвіл

source: Limitation of Liability
de: Haftungsbeschränkung
uk: Обмеження відповідальності

source: Our liability is limited to the extent permitted by applicable law
de: Unsere Haftung ist im Rahmen des anwendbaren Rechts begrenzt
uk: Наша відповідальність обмежена в межах, дозволених застосовним законодавством

source: We implement industry-standard security measures
de: Wir implementieren branchenübliche Sicherheitsmaßnahmen
uk: Ми впроваджуємо стандартні для галузі заходи безпеки

source: User Support
de: Benutzersupport
uk: Підтримка користувачів

source: We provide reasonable technical support and assistance
de: Wir bieten angemessenen technischen Support und Unterstützung
uk: Ми надаємо розумну технічну підтримку та допомогу

source: Version %@
uk: Версія %@

source: Key Features
de: Hauptfunktionen
uk: Основні функції

source: Support
uk: Підтримка

source: Legal
de: Rechtliches
uk: Правові питання

source: Terms agreed: %@
de: Bedingungen zugestimmt: %@
uk: Умови прийняті: %@

source: Terms agreement required on next launch
de: Zustimmung zu den Bedingungen beim nächsten Start erforderlich
uk: Потрібно прийняти умови при наступному запуску

source: Made by musicians for musicians
de: Von Musikern für Musiker gemacht
uk: Створено музикантами для музикантів

source: All rights reserved.
de: Alle Rechte vorbehalten.
uk: Всі права захищені.

source: About BandSync
de: Über BandSync
uk: Про BandSync

source: Help & FAQ
de: Hilfe & FAQ
uk: Допомога та FAQ

source: Contact Support
de: Support kontaktieren
uk: Зв'язатися з підтримкою

source: Visit Website
de: Website besuchen
uk: Відвідати веб-сайт

source: Event Management
de: Veranstaltungsmanagement
uk: Управління подіями

source: Schedule rehearsals, gigs, and performances
de: Proben, Auftritte und Performances planen
uk: Плануйте репетиції, виступи та концерти

source: Setlist Organization
de: Setlist-Organisation
uk: Організація сетлістів

source: Create and manage your song lists
de: Erstellen und verwalten Sie Ihre Song-Listen
uk: Створюйте та керуйте списками пісень

source: Finance Tracking
de: Finanzverfolgung
uk: Відстеження фінансів

source: Monitor income and expenses
de: Einnahmen und Ausgaben überwachen
uk: Стежте за доходами та витратами

source: Team Coordination
de: Team-Koordination
uk: Координація команди

source: Organize and coordinate with band members
de: Organisieren und koordinieren Sie mit Bandmitgliedern
uk: Організовуйте та координуйтесь з учасниками гурту

source: Track inventory and sales
de: Inventar und Verkäufe verfolgen
uk: Стежте за запасами та продажами

source: Getting Started
de: Erste Schritte
uk: Початок роботи

source: Calendar & Events
de: Kalender & Veranstaltungen
uk: Календар та події

source: Setlists & Music
de: Setlists & Musik
uk: Сетлісти та музика

source: Communication
de: Kommunikation
uk: Комунікація

source: Finances & Business
de: Finanzen & Geschäft
uk: Фінанси та бізнес

source: Tasks & Organization
de: Aufgaben & Organisation
uk: Завдання та організація

source: Documents & Storage
de: Dokumente & Speicherung
uk: Документи та зберігання

source: Data & Security
de: Daten & Sicherheit
uk: Дані та безпека

source: Troubleshooting
de: Fehlerbehebung
uk: Усунення неполадок

source: Need More Help?
de: Benötigen Sie weitere Hilfe?
uk: Потрібна додаткова допомога?

source: How do I create or join a band group?
de: Wie erstelle oder trete ich einer Band-Gruppe bei?
uk: Як створити або приєднатися до групи гурту?

source: When you first launch BandSync, choose 'Create Group' to start a new band or 'Join Group' with an invitation code from your band leader.
de: Beim ersten Start von BandSync wählen Sie 'Gruppe erstellen' um eine neue Band zu starten oder 'Gruppe beitreten' mit einem Einladungscode Ihres Bandleiters.
uk: При першому запуску BandSync виберіть 'Створити групу' для нового гурту або 'Приєднатися до групи' з кодом запрошення від лідера гурту.

source: What permissions do I have?
de: Welche Berechtigungen habe ich?
uk: Які дозволи я маю?

source: Your access depends on your role set by the band leader. You may have permissions for Calendar, Setlists, Finances, Merchandise, Tasks, Contacts, Documents, or Admin functions.
de: Ihr Zugang hängt von Ihrer Rolle ab, die vom Bandleiter festgelegt wird. Sie können Berechtigungen für Kalender, Setlists, Finanzen, Merchandise, Aufgaben, Kontakte, Dokumente oder Admin-Funktionen haben.
uk: Ваш доступ залежить від ролі, встановленої лідером гурту. Ви можете мати дозволи для календаря, сетлістів, фінансів, мерчандайзу, завдань, контактів, документів або адміністративних функцій.

source: How do I create events?
de: Wie erstelle ich Veranstaltungen?
uk: Як створити події?

source: Go to Calendar tab, tap + to create concerts, rehearsals, meetings, interviews, photoshoots, or personal events. Add location, fee, organizer contacts, and hotel details.
de: Gehen Sie zum Kalender-Tab, tippen Sie + um Konzerte, Proben, Meetings, Interviews, Fotoshootings oder persönliche Ereignisse zu erstellen. Fügen Sie Standort, Gebühr, Organisator-Kontakte und Hoteldetails hinzu.
uk: Перейдіть до вкладки Календар, натисніть + для створення концертів, репетицій, зустрічей, інтерв'ю, фотосесій або особистих подій. Додайте місце, плату, контакти організатора та деталі готелю.

source: Can I attach setlists to events?
de: Kann ich Setlists an Veranstaltungen anhängen?
uk: Чи можу я прикріпити сетлісти до подій?

source: Yes! When creating events, you can select an existing setlist to associate with that performance or rehearsal.
de: Ja! Beim Erstellen von Veranstaltungen können Sie eine bestehende Setlist auswählen, die mit dieser Aufführung oder Probe verknüpft werden soll.
uk: Так! При створенні подій ви можете вибрати існуючий сетліст для зв'язку з цим виступом або репетицією.

source: How do I create setlists?
de: Wie erstelle ich Setlists?
uk: Як створити сетлісти?

source: In Setlists tab, tap + to create new setlists. Add songs with title, duration (minutes:seconds), BPM, and musical key. You can also import songs from existing setlists.
de: Im Setlists-Tab tippen Sie + um neue Setlists zu erstellen. Fügen Sie Songs mit Titel, Dauer (Minuten:Sekunden), BPM und Tonart hinzu. Sie können auch Songs aus bestehenden Setlists importieren.
uk: У вкладці Сетлісти натисніть + для створення нових сетлістів. Додайте пісні з назвою, тривалістю (хвилини:секунди), BPM та музичною тональністю. Ви також можете імпортувати пісні з існуючих сетлістів.

source: Can I plan concert timing?
de: Kann ich Konzert-Timing planen?
uk: Чи можу я планувати час концерту?

source: Yes! Enable concert timing when creating setlists. Set start time and duration - BandSync calculates song start times and break intervals automatically.
de: Ja! Aktivieren Sie Konzert-Timing beim Erstellen von Setlists. Setzen Sie Startzeit und Dauer - BandSync berechnet Song-Startzeiten und Pausenintervalle automatisch.
uk: Так! Увімкніть час концерту при створенні сетлістів. Встановіть час початку та тривалість - BandSync автоматично розрахує час початку пісень та інтервали пауз.

source: How do I export setlists?
de: Wie exportiere ich Setlists?
uk: Як експортувати сетлісти?

source: Open any setlist, tap the share button to export as PDF. Customize to include/exclude BPM, keys, and timing information.
de: Öffnen Sie eine beliebige Setlist, tippen Sie den Teilen-Button um als PDF zu exportieren. Passen Sie an, um BPM, Tonarten und Timing-Informationen ein-/auszuschließen.
uk: Відкрийте будь-який сетліст, натисніть кнопку поділитися для експорту у PDF. Налаштуйте включення/виключення BPM, тональностей та інформації про час.

source: Can I reorder songs?
de: Kann ich Songs neu ordnen?
uk: Чи можу я змінити порядок пісень?

source: Yes! In edit mode, drag and drop songs to reorder. If using concert timing, all start times recalculate automatically.
de: Ja! Im Bearbeitungsmodus ziehen Sie Songs per Drag & Drop um sie neu zu ordnen. Bei Verwendung von Konzert-Timing werden alle Startzeiten automatisch neu berechnet.
uk: Так! У режимі редагування перетягніть пісні для зміни порядку. При використанні часу концерту всі часи початку перераховуються автоматично.

source: How do I communicate with bandmates?
de: Wie kommuniziere ich mit Bandmitgliedern?
uk: Як спілкуватися з учасниками гурту?

source: Use Tasks and Events to coordinate activities. Contact information is available in the Contacts section for direct communication.
de: Verwenden Sie Aufgaben und Veranstaltungen um Aktivitäten zu koordinieren. Kontaktinformationen sind im Kontakte-Bereich für direkte Kommunikation verfügbar.
uk: Використовуйте завдання та події для координації діяльності. Контактна інформація доступна у розділі Контакти для прямого спілкування.

source: Can I create multiple project groups?
de: Kann ich mehrere Projektgruppen erstellen?
uk: Чи можу я створити кілька проектних груп?

source: Yes! Create separate project groups for different topics - general coordination, business matters, or specific projects.
de: Ja! Erstellen Sie separate Projektgruppen für verschiedene Themen - allgemeine Koordination, Geschäftsangelegenheiten oder spezifische Projekte.
uk: Так! Створіть окремі проектні групи для різних тем - загальна координація, ділові питання або конкретні проекти.

source: How do I track income and expenses?
de: Wie verfolge ich Einnahmen und Ausgaben?
uk: Як відстежувати доходи та витрати?

source: In Finances tab, add income (performances, merchandise, royalties) and expenses (logistics, accommodation, food, gear, promotion). View profit calculations automatically.
de: Im Finanzen-Tab fügen Sie Einnahmen (Auftritte, Merchandise, Tantiemen) und Ausgaben (Logistik, Unterkunft, Essen, Ausrüstung, Promotion) hinzu. Gewinnberechnungen werden automatisch angezeigt.
uk: У вкладці Фінанси додайте доходи (виступи, мерчандайз, роялті) та витрати (логістика, проживання, їжа, обладнання, реклама). Переглядайте розрахунки прибутку автоматично.

source: Can I scan receipts?
de: Kann ich Belege scannen?
uk: Чи можу я сканувати чеки?

source: Yes! Use the scan receipt feature to capture expense information from photos. The app can extract key details to speed up your bookkeeping.
de: Ja! Verwenden Sie die Beleg-Scan-Funktion um Ausgabeninformationen aus Fotos zu erfassen. Die App kann wichtige Details extrahieren um Ihre Buchhaltung zu beschleunigen.
uk: Так! Використовуйте функцію сканування чеків для отримання інформації про витрати з фотографій. Додаток може витягнути ключові деталі для прискорення ведення обліку.

source: How do I manage merchandise?
de: Wie verwalte ich Merchandise?
uk: Як управляти мерчандайзом?

source: Merch tab tracks inventory, prices, and sales across different channels (concerts, online, partners). Monitor low stock items and sales performance.
de: Der Merch-Tab verfolgt Inventar, Preise und Verkäufe über verschiedene Kanäle (Konzerte, Online, Partner). Überwachen Sie Artikel mit niedrigem Lagerbestand und Verkaufsleistung.
uk: Вкладка Мерч відстежує запаси, ціни та продажі через різні канали (концерти, онлайн, партнери). Стежте за товарами з низьким запасом та ефективністю продажів.

source: How do I assign tasks?
de: Wie weise ich Aufgaben zu?
uk: Як призначити завдання?

source: Tasks tab lets you create tasks with due dates, priorities, and assignments. Categories include rehearsal, performance, songwriting, booking, marketing, equipment, and more.
de: Der Aufgaben-Tab ermöglicht es Ihnen, Aufgaben mit Fälligkeitsdaten, Prioritäten und Zuweisungen zu erstellen. Kategorien umfassen Probe, Aufführung, Songwriting, Buchung, Marketing, Ausrüstung und mehr.
uk: Вкладка Завдання дозволяє створювати завдання з термінами виконання, пріоритетами та призначеннями. Категорії включають репетицію, виступ, написання пісень, бронювання, маркетинг, обладнання та інше.

source: How do I manage contacts?
de: Wie verwalte ich Kontakte?
uk: Як управляти контактами?

source: Contacts tab organizes musicians, venues, managers, producers, and other industry professionals. Import from device contacts or add manually with roles.
de: Der Kontakte-Tab organisiert Musiker, Veranstaltungsorte, Manager, Produzenten und andere Branchenprofis. Importieren Sie aus Gerätekontakten oder fügen Sie manuell mit Rollen hinzu.
uk: Вкладка Контакти організовує музикантів, майданчики, менеджерів, продюсерів та інших професіоналів індустрії. Імпортуйте з контактів пристрою або додайте вручну з ролями.

source: How do I store documents?
de: Wie speichere ich Dokumente?
uk: Як зберігати документи?

source: Documents tab requires Google Drive connection to create and store documents. Connect your Google Drive account to access document management features.
de: Der Dokumente-Tab erfordert eine Google Drive-Verbindung um Dokumente zu erstellen und zu speichern. Verbinden Sie Ihr Google Drive-Konto um Dokumentenverwaltungsfunktionen zu nutzen.
uk: Вкладка Документи вимагає підключення Google Drive для створення та зберігання документів. Підключіть свій обліковий запис Google Drive для доступу до функцій управління документами.

source: Do I need Google Drive?
de: Benötige ich Google Drive?
uk: Чи потрібен мені Google Drive?

source: Yes, Google Drive connection is required for the Documents feature. Without it, you can't create or store documents in the app.
de: Ja, Google Drive-Verbindung ist für die Dokumente-Funktion erforderlich. Ohne sie können Sie keine Dokumente in der App erstellen oder speichern.
uk: Так, підключення Google Drive необхідне для функції Документи. Без нього ви не можете створювати або зберігати документи в додатку.

source: How is my data synced?
de: Wie werden meine Daten synchronisiert?
uk: Як синхронізуються мої дані?

source: All data automatically syncs to Firebase cloud storage in real-time. Changes appear instantly across all devices where band members are logged in.
de: Alle Daten werden automatisch in Echtzeit mit Firebase Cloud-Speicher synchronisiert. Änderungen erscheinen sofort auf allen Geräten, auf denen Bandmitglieder angemeldet sind.
uk: Всі дані автоматично синхронізуються з хмарним сховищем Firebase в реальному часі. Зміни з'являються миттєво на всіх пристроях, де увійшли учасники гурту.

source: Can I work offline?
de: Kann ich offline arbeiten?
uk: Чи можу я працювати офлайн?

source: Yes! BandSync caches data locally. You can view and edit information offline - changes sync automatically when you reconnect.
de: Ja! BandSync speichert Daten lokal zwischen. Sie können Informationen offline anzeigen und bearbeiten - Änderungen werden automatisch synchronisiert, wenn Sie sich wieder verbinden.
uk: Так! BandSync кешує дані локально. Ви можете переглядати та редагувати інформацію офлайн - зміни синхронізуються автоматично при повторному підключенні.

source: Is my data secure?
de: Sind meine Daten sicher?
uk: Чи безпечні мої дані?

source: Yes! All data uses Firebase security with encryption. Optional Face ID/Touch ID authentication adds extra protection for sensitive information.
de: Ja! Alle Daten verwenden Firebase-Sicherheit mit Verschlüsselung. Optionale Face ID/Touch ID-Authentifizierung bietet zusätzlichen Schutz für sensible Informationen.
uk: Так! Всі дані використовують безпеку Firebase з шифруванням. Необов'язкова автентифікація Face ID/Touch ID додає додатковий захист для чутливої інформації.

source: Why can't I edit certain things?
de: Warum kann ich bestimmte Dinge nicht bearbeiten?
uk: Чому я не можу редагувати певні речі?

source: Your editing permissions are set by your band leader. Contact them if you need access to specific features like finances or merchandise management.
de: Ihre Bearbeitungsberechtigungen werden von Ihrem Bandleiter festgelegt. Kontaktieren Sie ihn, wenn Sie Zugang zu bestimmten Funktionen wie Finanzen oder Merchandise-Verwaltung benötigen.
uk: Ваші дозволи на редагування встановлюються лідером гурту. Зв'яжіться з ним, якщо вам потрібен доступ до конкретних функцій, таких як фінанси або управління мерчандайзом.

source: The app seems slow. What should I do?
de: Die App scheint langsam zu sein. Was soll ich tun?
uk: Додаток здається повільним. Що мені робити?

source: Check your internet connection. Clear app cache in Settings > Cache Management. If issues persist, try logging out and back in.
de: Überprüfen Sie Ihre Internetverbindung. Leeren Sie den App-Cache in Einstellungen > Cache-Verwaltung. Falls Probleme bestehen, versuchen Sie sich ab- und wieder anzumelden.
uk: Перевірте своє інтернет-з'єднання. Очистіть кеш додатку в Налаштуваннях > Управління кешем. Якщо проблеми продовжуються, спробуйте вийти та знову увійти.

source: How do I invite new members?
de: Wie lade ich neue Mitglieder ein?
uk: Як запросити нових учасників?

source: Band leaders can generate invitation codes in Settings > Account. Share this code with new members to join your group.
de: Bandleiter können Einladungscodes in Einstellungen > Konto generieren. Teilen Sie diesen Code mit neuen Mitgliedern, um Ihrer Gruppe beizutreten.
uk: Лідери гурту можуть генерувати коди запрошення в Налаштуваннях > Обліковий запис. Поділіться цим кодом з новими учасниками, щоб приєднатися до вашої групи.

source: Change Password
de: Passwort ändern
uk: Змінити пароль

source: Update your account password
de: Aktualisieren Sie Ihr Kontopasswort
uk: Оновити пароль вашого облікового запису

source: Sign out of your account
de: Melden Sie sich von Ihrem Konto ab
uk: Вийти з вашого облікового запису

source: Delete Account
de: Konto löschen
uk: Видалити обліковий запис
