Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: Select users to assign this task
de: Benutzer auswählen, um diese Aufgabe zuzuweisen
uk: Виберіть користувачів для призначення цього завдання

source: Mark as Complete
de: Als abgeschlossen markieren
uk: Позначити як виконане

source: Mark as Incomplete
de: Als unvollständig markieren
uk: Позначити як невиконане

source: Created by
de: Erstellt von
uk: Створено

source: Created on
de: Erstellt am
uk: Створено

source: Schedule
de: Zeitplan
uk: Розклад

source: Members
de: Mitglieder
uk: Учасники

source: Edit Task
de: Aufgabe bearbeiten
uk: Редагувати завдання

source: Task Details
de: Aufgabendetails
uk: Деталі завдання

source: Delete Task
de: Aufgabe löschen
uk: Видалити завдання

source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
uk: Ви впевнені, що хочете видалити це завдання?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
uk: Цю дію не можна скасувати.

source: Task deleted successfully
de: Aufgabe erfolgreich gelöscht
uk: Завдання успішно видалено

source: Failed to delete task
de: Aufgabe konnte nicht gelöscht werden
uk: Не вдалося видалити завдання

source: Task updated successfully
de: Aufgabe erfolgreich aktualisiert
uk: Завдання успішно оновлено

source: Failed to update task
de: Aufgabe konnte nicht aktualisiert werden
uk: Не вдалося оновити завдання

source: Task created successfully
de: Aufgabe erfolgreich erstellt
uk: Завдання успішно створено

source: Failed to create task
de: Aufgabe konnte nicht erstellt werden
uk: Не вдалося створити завдання

source: Please enter a task name
de: Bitte geben Sie einen Aufgabennamen ein
uk: Будь ласка, введіть назву завдання

source: Please select a due date
de: Bitte wählen Sie ein Fälligkeitsdatum
uk: Будь ласка, виберіть дату виконання

source: Please select a priority
de: Bitte wählen Sie eine Priorität
uk: Будь ласка, виберіть пріоритет

source: Please select at least one member
de: Bitte wählen Sie mindestens ein Mitglied aus
uk: Будь ласка, виберіть принаймні одного учасника

source: No tasks available
de: Keine Aufgaben verfügbar
uk: Немає доступних завдань

source: Create your first task to get started
de: Erstellen Sie Ihre erste Aufgabe, um zu beginnen
uk: Створіть своє перше завдання, щоб почати

source: Assigned to
de: Zugewiesen an
uk: Призначено

source: Upcoming
de: Anstehend
uk: Майбутні

source: Low
de: Niedrig
uk: Низький

source: Medium
de: Mittel
uk: Середній

source: High
de: Hoch
uk: Високий

source: Rehearsal
de: Probe
uk: Репетиція

source: Performance
de: Auftritt
uk: Виступ

source: Recording
de: Aufnahme
uk: Запис

source: Photoshoot
de: Fotoshooting
uk: Фотозйомка

source: Video Shoot
de: Videodreh
uk: Відеозйомка

source: Interview
uk: Інтерв'ю

source: Promotion
uk: Промоція

source: Business
de: Geschäft
uk: Бізнес

source: Equipment
de: Ausrüstung
uk: Обладнання

source: Other
de: Andere
uk: Інше

source: New Chat
de: Neuer Chat
uk: Новий чат

source: Chat
uk: Чат

source: Message
de: Nachricht
uk: Повідомлення

source: Group Chat
de: Gruppenchat
uk: Груповий чат

source: Direct Chat
de: Direkter Chat
uk: Приватний чат

source: No messages yet
de: Noch keine Nachrichten
uk: Повідомлень поки немає

source: Send
de: Senden
uk: Відправити

source: Reply
de: Antworten
uk: Відповісти

source: You
de: Sie
uk: Ви

source: Loading...
de: Wird geladen...
uk: Завантаження...

source: Load older messages
de: Ältere Nachrichten laden
uk: Завантажити старіші повідомлення

source: Sending image...
de: Bild wird gesendet...
uk: Відправлення зображення...

source: Delete Message?
de: Nachricht löschen?
uk: Видалити повідомлення?

source: Are you sure you want to delete this message? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Nachricht löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити це повідомлення? Цю дію не можна скасувати.

source: Edit Message
de: Nachricht bearbeiten
uk: Редагувати повідомлення

source: Message Actions
de: Nachrichtenaktionen
uk: Дії з повідомленням

source: Copy
de: Kopieren
uk: Копіювати

source: Search in chat
de: Im Chat suchen
uk: Пошук у чаті

source: Searching...
de: Wird gesucht...
uk: Пошук...

source: Nothing found
de: Nichts gefunden
uk: Нічого не знайдено

source: Try changing your search query
de: Versuchen Sie, Ihre Suchanfrage zu ändern
uk: Спробуйте змінити пошуковий запит

source: Search messages
de: Nachrichten suchen
uk: Пошук повідомлень

source: Enter text to search in this chat
de: Text eingeben, um in diesem Chat zu suchen
uk: Введіть текст для пошуку в цьому чаті

source: Search messages...
de: Nachrichten suchen...
uk: Пошук повідомлень...

source: No available chats
de: Keine verfügbaren Chats
uk: Немає доступних чатів

source: Create other chats to share messages
de: Erstellen Sie andere Chats, um Nachrichten zu teilen
uk: Створіть інші чати для обміну повідомленнями

source: Message to send:
de: Zu sendende Nachricht:
uk: Повідомлення для відправки:

source: From chat:
de: Aus Chat:
uk: З чату:

source: Additional message (optional):
de: Zusätzliche Nachricht (optional):
uk: Додаткове повідомлення (необов'язково):

source: Add comment...
de: Kommentar hinzufügen...
uk: Додати коментар...

source: Select chats:
de: Chats auswählen:
uk: Вибрати чати:

source: Create from message
de: Aus Nachricht erstellen
uk: Створити з повідомлення

source: Task details
de: Aufgabendetails
uk: Деталі завдання

source: Task title
de: Aufgabentitel
uk: Назва завдання

source: Event details
uk: Деталі події

source: Reminder
de: Erinnerung
uk: Нагадування

source: Assignees
de: Beauftragte
uk: Виконавці

source: Private chat
de: Privater Chat
uk: Приватний чат

source: Band Announcement
de: Band-Ankündigung
uk: Оголошення гурту

source: participants
de: Teilnehmer
uk: учасники

source: Chat not found
de: Chat nicht gefunden
uk: Чат не знайдено

source: Invalid chat
de: Ungültiger Chat
uk: Неправильний чат

source: Error editing message:
de: Fehler beim Bearbeiten der Nachricht:
uk: Помилка редагування повідомлення:

source: Error sending message:
de: Fehler beim Senden der Nachricht:
uk: Помилка відправки повідомлення:

source: Failed to send image:
de: Bild konnte nicht gesendet werden:
uk: Не вдалося відправити зображення:

source: Error deleting message:
de: Fehler beim Löschen der Nachricht:
uk: Помилка видалення повідомлення:

source: said
de: sagte
uk: сказав

source: sent an image at
de: hat ein Bild gesendet um
uk: відправив зображення о

source: replied
de: antwortete
uk: відповів

source: sent a message at
de: hat eine Nachricht gesendet um
uk: відправив повідомлення о

source: at
de: um
uk: о

source: Double tap to delete, long press for options
de: Doppeltippen zum Löschen, lang drücken für Optionen
uk: Подвійне натискання для видалення, довге натискання для опцій

source: Long press for options
de: Lang drücken für Optionen
uk: Довге натискання для опцій

source: unread messages
de: ungelesene Nachrichten
uk: непрочитані повідомлення

source: Double tap to open chat
de: Doppeltippen, um Chat zu öffnen
uk: Подвійне натискання для відкриття чату

source: is typing...
de: tippt...
uk: друкує...

source: and
de: und
uk: та

source: are typing...
de: tippen...
uk: друкують...

source: people are typing...
de: Personen tippen...
uk: людей друкують...

source: New Contact
de: Neuer Kontakt
uk: Новий контакт

source: Contact
de: Kontakt
uk: Контакт

source: Role
de: Rolle
uk: Роль

source: Musician
de: Musiker
uk: Музикант

source: Manager
uk: Менеджер

source: Producer
de: Produzent
uk: Продюсер

source: Sound Engineer
de: Tontechniker
uk: Звукорежисер

source: Import from Contacts
de: Aus Kontakten importieren
uk: Імпортувати з контактів

source: Call
de: Anrufen
uk: Зателефонувати

source: Send SMS
de: SMS senden
uk: Відправити SMS

source: No contacts yet
de: Noch keine Kontakte
uk: Контактів поки немає

source: Interface Language
de: Oberflächensprache
uk: Мова інтерфейсу

source: Theme
de: Design
uk: Тема

source: Light
de: Hell
uk: Світла

source: Dark
de: Dunkel
uk: Темна

source: About
de: Über
uk: Про додаток

source: Version
uk: Версія

source: Account
de: Konto
uk: Акаунт

source: Group Settings
de: Gruppeneinstellungen
uk: Налаштування групи

source: Group Members
de: Gruppenmitglieder
uk: Учасники групи

source: Configure band information
de: Band-Informationen konfigurieren
uk: Налаштувати інформацію про гурт

source: Manage band members
de: Bandmitglieder verwalten
uk: Керувати учасниками гурту

source: Permissions
de: Berechtigungen
uk: Дозволи

source: Control access rights
de: Zugriffsrechte verwalten
uk: Контролювати права доступу

source: App Modules
de: App-Module
uk: Модулі додатка

source: Enable/disable features
de: Funktionen aktivieren/deaktivieren
uk: Увімкнути/вимкнути функції

source: Group Management
de: Gruppenverwaltung
uk: Керування групою

source: Group Information
de: Gruppeninformationen
uk: Інформація про групу

source: Code copied to clipboard
de: Code in Zwischenablage kopiert
uk: Код скопійовано в буфер обміну

source: Export Group Data
de: Gruppendaten exportieren
uk: Експорт даних групи

source: Download band information
de: Band-Informationen herunterladen
uk: Завантажити інформацію про гурт

source: Additional Tools
de: Zusätzliche Tools
uk: Додаткові інструменти

source: Information
uk: Інформація

source: Data export will be implemented in the next update
de: Datenexport wird im nächsten Update implementiert
uk: Експорт даних буде реалізовано в наступному оновленні

source: Enter group name
de: Gruppennamen eingeben
uk: Введіть назву групи

source: Update Name
de: Name aktualisieren
uk: Оновити назву

source: Save the new group name
de: Neuen Gruppennamen speichern
uk: Зберегти нову назву групи

source: Generate New Code
de: Neuen Code generieren
uk: Згенерувати новий код

source: Create a new invitation code
de: Neuen Einladungscode erstellen
uk: Створити новий код запрошення

source: Invitation
de: Einladung
uk: Запрошення

source: Manage Members
de: Mitglieder verwalten
uk: Керувати учасниками

source: View and manage group members
de: Gruppenmitglieder anzeigen und verwalten
uk: Переглядати та керувати учасниками групи

source: Module Management
de: Modulverwaltung
uk: Керування модулями

source: Module management will be available in the next update.
de: Modulverwaltung wird im nächsten Update verfügbar sein.
uk: Керування модулями буде доступне в наступному оновленні.

source: Available Modules
de: Verfügbare Module
uk: Доступні модулі

source: Generate new code?
de: Neuen Code generieren?
uk: Згенерувати новий код?

source: Generate
de: Generieren
uk: Згенерувати

source: The old code will no longer be valid. All members who haven't joined yet will need to use the new code.
de: Der alte Code wird nicht mehr gültig sein. Alle Mitglieder, die noch nicht beigetreten sind, müssen den neuen Code verwenden.
uk: Старий код більше не буде дійсним. Всі учасники, які ще не приєдналися, повинні будуть використовувати новий код.

source: Changes saved successfully.
de: Änderungen erfolgreich gespeichert.
uk: Зміни успішно збережено.

source: Enable or disable modules that will be available to group members.
de: Module aktivieren oder deaktivieren, die für Gruppenmitglieder verfügbar sein sollen.
uk: Увімкнути або вимкнути модулі, які будуть доступні учасникам групи.

source: Always enabled for admins
de: Für Administratoren immer aktiviert
uk: Завжди увімкнено для адміністраторів

source: Toggle module availability
de: Modulverfügbarkeit umschalten
uk: Перемкнути доступність модуля

source: Required
de: Erforderlich
uk: Обов'язково

source: Save Changes
de: Änderungen speichern
uk: Зберегти зміни

source: Apply module settings
de: Moduleinstellungen anwenden
uk: Застосувати налаштування модулів

source: Updating module settings...
de: Moduleinstellungen werden aktualisiert...
uk: Оновлення налаштувань модулів...

source: Could not determine group
de: Gruppe konnte nicht bestimmt werden
uk: Не вдалося визначити групу

source: Could not find permission settings
de: Berechtigungseinstellungen nicht gefunden
uk: Не вдалося знайти налаштування дозволів

source: Module settings successfully updated
de: Moduleinstellungen erfolgreich aktualisiert
uk: Налаштування модулів успішно оновлено

source: Loading permissions...
de: Berechtigungen werden geladen...
uk: Завантаження дозволів...

source: Retry Loading
de: Laden wiederholen
uk: Повторити завантаження

source: Try to load permissions again
de: Versuchen Sie, die Berechtigungen erneut zu laden
uk: Спробувати завантажити дозволи знову

source: Here you can configure which roles have access to different application modules.
de: Hier können Sie konfigurieren, welche Rollen Zugriff auf verschiedene Anwendungsmodule haben.
uk: Тут ви можете налаштувати, які ролі мають доступ до різних модулів додатка.

source: Access Management
de: Zugriffsverwaltung
uk: Керування доступом

source: Module Permissions
de: Modulberechtigungen
uk: Дозволи модулів

source: Reset to Default
de: Auf Standard zurücksetzen
uk: Скинути до стандартних

source: Restore default permission settings
de: Standard-Berechtigungseinstellungen wiederherstellen
uk: Відновити стандартні налаштування дозволів

source: Updating permissions...
de: Berechtigungen werden aktualisiert...
uk: Оновлення дозволів...

source: This action will reset all permission settings to default values. Are you sure?
de: Diese Aktion setzt alle Berechtigungseinstellungen auf Standardwerte zurück. Sind Sie sicher?
uk: Ця дія скине всі налаштування дозволів до стандартних значень. Ви впевнені?

source: No access configured
de: Kein Zugriff konfiguriert
uk: Доступ не налаштовано

source: Loading members...
de: Mitglieder werden geladen...
uk: Завантаження учасників...

source: Accept
de: Akzeptieren
uk: Прийняти

source: Decline
de: Ablehnen
uk: Відхилити

source: Awaiting Approval
de: Warten auf Genehmigung
uk: Очікує схвалення

source: Role:
de: Rolle:
uk: Роль:

source: Personal access
de: Persönlicher Zugriff
uk: Особистий доступ

source: modules
de: Module
uk: модулі

source: Personal Permissions
de: Persönliche Berechtigungen
uk: Особисті дозволи

source: Additional access for
de: Zusätzlicher Zugriff für
uk: Додатковий доступ для

source: User Access
de: Benutzerzugriff
uk: Доступ користувача

source: Personal permissions grant additional access beyond the user's role. Select modules that
de: Persönliche Berechtigungen gewähren zusätzlichen Zugriff über die Benutzerrolle hinaus. Wählen Sie Module aus, auf die
uk: Особисті дозволи надають додатковий доступ понад роль користувача. Виберіть модулі, до яких

source: should have access to.
de: Zugriff haben soll.
uk: повинен мати доступ.

source: Grant personal access
de: Persönlichen Zugriff gewähren
uk: Надати особистий доступ

source: selected
de: ausgewählt
uk: обрано

source: Saving permissions...
de: Berechtigungen werden gespeichert...
uk: Збереження дозволів...

source: Personal Access
de: Persönlicher Zugriff
uk: Особистий доступ

source: Personal permissions updated successfully for
de: Persönliche Berechtigungen erfolgreich aktualisiert für
uk: Особисті дозволи успішно оновлено для

source: Change Role
de: Rolle ändern
uk: Змінити роль

source: Current role:
de: Aktuelle Rolle:
uk: Поточна роль:

source: Will change to:
de: Wird geändert zu:
uk: Зміниться на:

source: Role Assignment
de: Rollenzuweisung
uk: Призначення ролі

source: Select Role
de: Rolle auswählen
uk: Вибрати роль

source: Choose the appropriate role for this user
de: Wählen Sie die entsprechende Rolle für diesen Benutzer
uk: Виберіть відповідну роль для цього користувача

source: Available Roles
de: Verfügbare Rollen
uk: Доступні ролі

source: Updating role...
de: Rolle wird aktualisiert...
uk: Оновлення ролі...

source: Role Update
de: Rollenaktualisierung
uk: Оновлення ролі

# Error updating role: (error.localizedDescription)
source: Error updating role:
de: Fehler beim Aktualisieren der Rolle:
uk: Помилка оновлення ролі:

# Role updated successfully to (getLocalizedRoleName(for: selectedRole))
source: Role updated successfully to
de: Rolle erfolgreich aktualisiert auf
uk: Роль успішно оновлено на

source: Admin
de: Administrator
uk: Адміністратор

source: Member
de: Mitglied
uk: Учасник

source: Configure access permissions
de: Zugriffsberechtigungen konfigurieren
uk: Налаштувати дозволи доступу

source: Module Access
de: Modulzugriff
uk: Доступ до модуля

source: Select roles that will have access to the
de: Rollen auswählen, die Zugriff auf das
uk: Виберіть ролі, які матимуть доступ до модуля

source: module
de: Modul haben
uk: модуль

source: User Roles
de: Benutzerrollen
uk: Ролі користувачів

source: Full access to all features
de: Vollzugriff auf alle Funktionen
uk: Повний доступ до всіх функцій

source: Management and coordination
de: Verwaltung und Koordination
uk: Керування та координація

source: Band member with musical role
de: Bandmitglied mit musikalischer Rolle
uk: Учасник гурту з музичною роллю

source: Basic band member
de: Basis-Bandmitglied
uk: Базовий учасник гурту

source: Full access to all features and settings
de: Vollzugriff auf alle Funktionen und Einstellungen
uk: Повний доступ до всіх функцій та налаштувань

source: Management and coordination responsibilities
de: Verwaltungs- und Koordinationsverantwortlichkeiten
uk: Обов'язки з керування та координації

source: Band member with musical performance role
de: Bandmitglied mit musikalischer Aufführungsrolle
uk: Учасник гурту з роллю музичного виконавця

source: Basic band member with limited access
de: Basis-Bandmitglied mit eingeschränktem Zugriff
uk: Базовий учасник гурту з обмеженим доступом

source: Invalid user ID
de: Ungültige Benutzer-ID
uk: Неправильний ID користувача

source: Search setlists...
de: Setlisten suchen...
uk: Шукати сетлісти...

source: songs
uk: пісні

source: h
uk: г

source: min
uk: хв

source: Auto-create songs for concert
de: Songs automatisch für Konzert erstellen
uk: Автоматично створити пісні для концерту

source: Deselect All
de: Alle abwählen
uk: Скасувати все

source: Select All
de: Alle auswählen
uk: Вибрати все

source: Selected for import
de: Zum Import ausgewählt
uk: Вибрано для імпорту

source: 5 min between songs
de: 5 Min zwischen Songs
uk: 5 хв між піснями

source: 10 min between songs
de: 10 Min zwischen Songs
uk: 10 хв між піснями

source: 15 min between songs
de: 15 Min zwischen Songs
uk: 15 хв між піснями

source: Add Breaks Between Songs
de: Pausen zwischen Songs hinzufügen
uk: Додати перерви між піснями

source: Select The Duration Of Breaks Between Songs
de: Wählen Sie die Dauer der Pausen zwischen Songs
uk: Виберіть тривалість перерв між піснями

source: Add Breaks
de: Pausen hinzufügen
uk: Додати перерви

source: Average Song Length
de: Durchschnittliche Songlänge
uk: Середня довжина пісні

source: Shortest Song
de: Kürzester Song
uk: Найкоротша пісня

source: Longest Song
de: Längster Song
uk: Найдовша пісня

source: Are you sure you want to delete this setlist? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Setliste löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити цей сетліст? Цю дію неможливо скасувати.

source: Your stage awaits! 🎤
de: Ihre Bühne wartet
uk: Ваша сцена чекає

# Create first setlist
source: Create your first setlist to start planning performances
de: Erstellen Sie Ihre erste Setliste und beginnen Sie, Ihre musikalische Reise zu organisieren
uk: Створіть свій перший сетліст і почніть організовувати свою музичну подорож

source: Create Setlist
de: Setliste erstellen
uk: Створити сетліст

# Plus more
source: + %d more
de: und %d weitere
uk: і ще %d

source: Song Timeline
de: Song-Zeitplan
uk: Часовий план пісень

source: Edit Song
de: Song bearbeiten
uk: Редагувати пісню

source: Clear and recreate
de: Löschen und neu erstellen
uk: Очистити і пересворити

source: Delete setlist?
de: Setliste löschen?
uk: Видалити сетліст?

source: Image saved
de: Bild gespeichert
uk: Зображення збережено

source: Your changes will be lost if you go back without saving.
de: Ihre Änderungen gehen verloren, wenn Sie zurückgehen, ohne zu speichern.
uk: Ваші зміни будуть втрачені, якщо ви повернетеся без збереження.

source: Timed
de: Zeitgesteuert
uk: З часом

source: No Songs Yet
de: Noch keine Songs
uk: Пісень поки немає

source: Add some songs to get started
de: Fügen Sie einige Songs hinzu, um zu beginnen
uk: Додайте кілька пісень для початку

source: View Timing
de: Timing anzeigen
uk: Переглянути тайминг

source: Saving changes...
de: Änderungen werden gespeichert...
uk: Збереження змін...

source: Add First Song
de: Ersten Song hinzufügen
uk: Додати першу пісню

source: Import from Other Setlists
de: Aus anderen Setlisten importieren
uk: Імпортувати з інших сет-листів

source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen möchten
uk: Ви впевнені, що хочете видалити

source: Concert Timeline
de: Konzert-Zeitplan
uk: Хронологія концерту

source: Track your setlist timing
de: Verfolgen Sie das Timing Ihrer Setliste
uk: Відстежуйте тайминг свого сет-листа

source: Concert Information
de: Konzertinformationen
uk: Інформація про концерт

source: Estimated End Time
de: Geschätzte Endzeit
uk: Очікуваний час закінчення

source: Timeline Summary
de: Zeitplan-Zusammenfassung
uk: Підсумок хронології

source: Starts at
de: Beginnt um
uk: Починається о

source: Google Drive Not Connected
de: Google Drive nicht verbunden
uk: Google Диск не підключено

source: Connect to upload and manage documents
de: Verbinden Sie sich, um Dokumente hochzuladen und zu verwalten
uk: Підключіться для завантаження та керування документами

source: Create New Setlist
de: Neue Setliste erstellen
uk: Створити новий сет-лист

source: Setlist Information
de: Setlisten-Informationen
uk: Інформація про сет-лист

source: Setlist Name
de: Setlistenname
uk: Назва сет-листа

source: Concert Timing
de: Konzert-Timing
uk: Тайминг концерту

source: Plan your setlist with specific timing
de: Planen Sie Ihre Setliste mit spezifischem Timing
uk: Плануйте свій сет-лист з конкретним таймінгом

source: Concert Settings
de: Konzerteinstellungen
uk: Налаштування концерту

source: Concert Start
de: Konzertbeginn
uk: Початок концерту

source: Concert Duration
de: Konzertdauer
uk: Тривалість концерту

source: Hours
de: Stunden
uk: Годин

source: Minutes
de: Minuten
uk: Хвилин

source: Auto-created Songs
de: Automatisch erstellte Songs
uk: Автоматично створені пісні

source: Total songs:
de: Gesamt Songs:
uk: Всього пісень:

source: Total Songs
de: Gesamt Songs
uk: Всього пісень

source: Total Duration:
de: Gesamtdauer:
uk: Загальна тривалість:

source: Add Songs
de: Songs hinzufügen
uk: Додати пісні

source: Song Name
uk: Назва пісні

source: Min
uk: Хв

source: Sec
de: Sek
uk: Сек

source: Import Songs
de: Songs importieren
uk: Імпортувати пісні

source: Import
de: Importieren
uk: Імпортувати

source: Change
de: Ändern
uk: Змінити

source: Maybe Later
de: Vielleicht später
uk: Можливо пізніше

source: Connect
de: Verbinden
uk: Підключити

source: Disconnect
de: Trennen
uk: Відключити

source: No Template
de: Keine Vorlage
uk: Без шаблону

source: Create
de: Erstellen
uk: Створити

source: Authentication Error
de: Authentifizierungsfehler
uk: Помилка автентифікації

source: Create group
de: Gruppe erstellen
uk: Створити групу

source: Join
de: Beitreten
uk: Приєднатися

source: Delete Setlist
de: Setliste löschen
uk: Видалити сет-лист

source: Discard changes?
de: Änderungen verwerfen?
uk: Відхилити зміни?

source: Delete Song
de: Song löschen
uk: Видалити пісню

source: Delete Document
de: Dokument löschen
uk: Видалити документ

source: Delete Contact?
de: Kontakt löschen?
uk: Видалити контакт?
