Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: This year
de: Dieses Jahr
uk: Цього року

# allTransactions
source: All
de: Alle
uk: Все

# incomeTransactions
source: Income
de: Einnahmen
uk: Доходи

# expenseTransactions
source: Expenses
de: Ausgaben
uk: Витрати

source: Chat Info
uk: Інформація про чат

source: Creating chat...
de: Chat wird erstellt...
uk: Створення чату...

source: Search participants...
de: Teilnehmer suchen...
uk: Пошук учасників...

# Forwarded from chat
source: Forwarded from %@
de: Weitergeleitet von %@
uk: Переслано з %@

source: Event title
de: Event-Titel
uk: Назва події

# categoryPerformance
source: Performances
de: Auftritte
uk: Виступи

# categoryMerch
source: Merchandise
uk: Мерчандайз

# categoryRoyalties
source: Royalties
de: Tantiemen
uk: Роялті

# categorySponsorship
source: Sponsorship
de: Sponsoring
uk: Спонсорство

# categoryMediaProduction
source: Media Production
de: Medienproduktion
uk: Медіапродукція

# categoryLogistics
source: Logistics
de: Logistik
uk: Логістика

# categoryAccommodation
source: Accommodation
de: Unterkunft
uk: Проживання

# categoryFood
source: Food
de: Verpflegung
uk: Їжа

# categoryGear
source: Equipment
de: Ausrüstung
uk: Обладнання

# categoryPromo
source: Promotion
de: Werbung
uk: Реклама

# categoryProduction
source: Video/Photo Production
de: Video-/Fotoproduktion
uk: Відео/фотопродукція

# categoryOther
source: Other
de: Sonstiges
uk: Інше

source: Expenses
de: Ausgaben
uk: Витрати

source: Income Category
de: Einnahmenkategorie
uk: Категорія доходів

source: Expense Category
de: Ausgabenkategorie
uk: Категорія витрат

source: Category Overview
de: Kategorieübersicht
uk: Огляд категорій

source: Recent Transactions
de: Aktuelle Transaktionen
uk: Останні транзакції

source: View All
de: Alle anzeigen
uk: Переглянути все

source: No description
de: Keine Beschreibung
uk: Без опису

source: Monthly
de: Monatlich
uk: Щомісячно

source: Financial Statistics
de: Finanzstatistiken
uk: Фінансова статистика

# transactionsCount
source: %d transactions
de: %d Transaktionen
uk: %d транзакцій

source: Balance
de: Saldo
uk: Баланс

# balanceShort
source: Bal
de: Saldo
uk: Бал

source: No Financial Data
de: Keine Finanzdaten
uk: Немає фінансових даних

# addIncomeExpenseMessage
source: Add income and expense transactions to see detailed statistics and visualizations.
de: Fügen Sie Einnahmen und Ausgaben hinzu, um detaillierte Statistiken und Visualisierungen zu sehen.
uk: Додайте доходи та витрати, щоб побачити детальну статистику та візуалізації.

source: Add Transactions
de: Transaktionen hinzufügen
uk: Додати транзакції

source: Period
de: Zeitraum
uk: Період

# noMonthlyData
source: No monthly data available
de: Keine monatlichen Daten verfügbar
uk: Помісячні дані недоступні

source: Monthly Breakdown
de: Monatliche Aufschlüsselung
uk: Помісячний розподіл

# categoriesLabel
source: Categories:
de: Kategorien:
uk: Категорії:

# allFilter
source: All
de: Alle
uk: Все

# noDataForCategory
source: No data for selected category type
de: Keine Daten für ausgewählten Kategorietyp
uk: Немає даних для обраного типу категорії

source: Group name
de: Gruppenname
uk: Назва групи

source: Create group
de: Gruppe erstellen
uk: Створити групу

source: Join group
de: Gruppe beitreten
uk: Приєднатися до групи

source: Join
de: Beitreten
uk: Приєднатися

source: Enter invitation code
de: Einladungscode eingeben
uk: Введіть код запрошення

source: Create New Group
de: Neue Gruppe erstellen
uk: Створити нову групу

source: Join a Group
de: Gruppe beitreten
uk: Приєднатися до групи

source: Rate this event
de: Bewerten Sie dieses Event
uk: Оцініть цю подію

# Changes will be lost
source: Your changes will be lost
de: Ihre Änderungen gehen verloren
uk: Ваші зміни будуть втрачені

# Will create events
source: Will create %d events
de: Wird %d Events erstellen
uk: Буде створено %d подій

# Warning many events
source: ⚠️ Creating many events at once may take a while
de: ⚠️ Das Erstellen vieler Events auf einmal kann eine Weile dauern
uk: ⚠️ Створення багатьох подій одночасно може зайняти деякий час

# Don't have account
source: Don't have an account?
de: Haben Sie kein Konto?
uk: Немає облікового запису?

source: Verification Email Sent
de: Bestätigungs-E-Mail gesendet
uk: Лист підтвердження відправлено

# Verification email sent to
source: A verification email has been sent to
de: Bestätigungs-E-Mail wurde gesendet an
uk: Лист підтвердження було відправлено на

# After verifying email
source: After verifying your email, you can sign in
de: Nach der Bestätigung Ihrer E-Mail können Sie sich anmelden
uk: Після підтвердження електронної пошти ви можете увійти

# Already have account
source: Already have an account?
de: Haben Sie bereits ein Konto?
uk: Вже маєте обліковий запис?

source: Group Information
de: Gruppeninformationen
uk: Інформація про групу

source: Group Code
de: Gruppencode
uk: Код групи

# Get started instruction
source: To get started, please create a new group or join an existing one.
de: Um zu beginnen, erstellen Sie bitte eine neue Gruppe oder treten Sie einer bestehenden bei.
uk: Щоб почати, будь ласка, створіть нову групу або приєднайтеся до існуючої.

source: Log Out
de: Abmelden
uk: Вийти

# Choose songs from setlists
source: Choose songs from existing setlists
de: Songs aus bestehenden Setlisten wählen
uk: Виберіть пісні з існуючих сет-листів

source: No setlists available
de: Keine Setlisten verfügbar
uk: Немає доступних сет-листів

source: Create setlists first
de: Erstellen Sie zuerst Setlisten
uk: Спочатку створіть сет-листи

# Choose setlist
source: Choose a setlist
de: Setliste wählen
uk: Виберіть сет-лист

source: Source setlist
de: Quell-Setliste
uk: Вихідний сет-лист

# Setlist info
source: Setlist information
de: Setlisten-Informationen
uk: Інформація про сет-лист

source: Edit your song
de: Bearbeiten Sie Ihren Song
uk: Редагуйте свою пісню

source: Song Information
de: Song-Informationen
uk: Інформація про пісню

source: Song Title
de: Song-Titel
uk: Назва пісні

source: Music Parameters
de: Musikparameter
uk: Музичні параметри

source: BPM (Beats per minute)
de: BPM (Schläge pro Minute)
uk: BPM (Ударів на хвилину)

source: Musical Key
de: Tonart
uk: Музичний ключ

source: Concert Timeline
de: Konzert-Zeitplan
uk: Хронологія концерту

# Track setlist timing
source: Track your setlist timing and performance schedule
de: Verfolgen Sie das Timing Ihrer Setliste und den Aufführungsplan
uk: Відстежуйте тайминг свого сет-листа та розклад виступу

source: Concert Information
de: Konzertinformationen
uk: Інформація про концерт

source: Start Date & Time
de: Startdatum und -zeit
uk: Дата та час початку

source: Estimated End Time
de: Geschätzte Endzeit
uk: Очікуваний час закінчення

source: Timeline Summary
de: Zeitplan-Zusammenfassung
uk: Підсумок хронології

source: Select Images
de: Bilder auswählen
uk: Вибрати зображення

source: Add More Images
de: Weitere Bilder hinzufügen
uk: Додати більше зображень

# Merchandise subtitle
source: Manage your band merchandise and sales
de: Verwalten Sie Merchandise und Verkäufe Ihrer Band
uk: Керуйте мерчандайзом та продажами вашого гурту

# Contacts subtitle
source: Keep track of industry contacts
de: Verfolgen Sie Branchenkontakte
uk: Відстежуйте контакти в індустрії

# Finances subtitle
source: Track income and expenses
de: Verfolgen Sie Einnahmen und Ausgaben
uk: Відстежуйте доходи та витрати

# Documents subtitle
source: Store and organize important files
de: Speichern und organisieren Sie wichtige Dateien
uk: Зберігайте та організовуйте важливі файли

source: Additional features
de: Zusätzliche Funktionen
uk: Додаткові функції

source: Admin Panel
uk: Панель адміністратора

# Admin panel subtitle
source: Manage group settings and permissions
de: Gruppeneinstellungen und Berechtigungen verwalten
uk: Керуйте налаштуваннями групи та дозволами

# Settings subtitle
source: App preferences and account settings
de: App-Einstellungen und Kontoeinstellungen
uk: Налаштування додатка та облікового запису

# No schedule items
source: No schedule items added yet
de: Noch keine Zeitplan-Elemente hinzugefügt
uk: Елементи розкладу ще не додано

source: Refresh
de: Aktualisieren
uk: Оновити

source: Error updating role: %@
de: Fehler beim Aktualisieren der Rolle: %@
uk: Помилка оновлення ролі: %@

# Role updated successfully
source: Role updated successfully to %@
de: Rolle erfolgreich aktualisiert auf %@
uk: Роль успішно оновлено на %@

source: Address
de: Adresse
uk: Адреса

source: All Contacts
de: Alle Kontakte
uk: Всі контакти

source: Call (Primary)
de: Anrufen (Primär)
uk: Зателефонувати (основний)

source: Company
de: Firma
uk: Компанія

# Contact notes edit placeholder
source: Enter notes or description...
de: Notizen oder Beschreibung eingeben...
uk: Введіть примітки або опис...

source: Contact Source
de: Kontaktquelle
uk: Джерело контакту

# Contact source edit placeholder
source: How did you meet this contact?
de: Wie haben Sie diesen Kontakt kennengelernt?
uk: Як ви познайомилися з цим контактом?

source: Contact Type
de: Kontakttyp
uk: Тип контакту

source: Delete Contact
de: Kontakt löschen
uk: Видалити контакт

# Delete contact confirmation
source: Are you sure you want to delete this contact? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Kontakt löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити цей контакт? Цю дію не можна скасувати.

source: Edit Contact
de: Kontakt bearbeiten
uk: Редагувати контакт

source: General Contacts
de: Allgemeine Kontakte
uk: Загальні контакти

source: Import from Phone
de: Vom Telefon importieren
uk: Імпортувати з телефону

source: No Contacts
de: Keine Kontakte
uk: Немає контактів

source: No contacts are associated with this event.
de: Mit diesem Event sind keine Kontakte verknüpft.
uk: З цією подією не пов'язано жодних контактів.

source: No contacts for this event
de: Keine Kontakte für dieses Event
uk: Немає контактів для цієї події

source: No Event Contacts
de: Keine Event-Kontakte
uk: Немає контактів події

source: No event contacts found
de: Keine Event-Kontakte gefunden
uk: Контакти події не знайдено

source: No General Contacts
de: Keine allgemeinen Kontakte
uk: Немає загальних контактів

source: No general contacts found
de: Keine allgemeinen Kontakte gefunden
uk: Загальні контакти не знайдено

source: No notes added
de: Keine Notizen hinzugefügt
uk: Примітки не додано

source: No phone numbers
de: Keine Telefonnummern
uk: Немає номерів телефонів

source: Phone %d
de: Telefon %d
uk: Телефон %d

source: Phone Numbers
de: Telefonnummern
uk: Номери телефонів

source: Quick Actions
de: Schnellaktionen
uk: Швидкі дії

source: Search contacts
de: Kontakte suchen
uk: Пошук контактів

source: Send Email
de: E-Mail senden
uk: Відправити електронну пошту

source: Send SMS (Primary)
de: SMS senden (Primär)
uk: Відправити SMS (основний)

source: Website
uk: Веб-сайт

source: Are you sure you want to delete this document?
de: Sind Sie sicher, dass Sie dieses Dokument löschen möchten?
uk: Ви впевнені, що хочете видалити цей документ?

source: Choose File
de: Datei wählen
uk: Вибрати файл

source: Connect Google Drive
de: Google Drive verbinden
uk: Підключити Google Диск

source: Connected
de: Verbunden
uk: Підключено

source: Create Document
de: Dokument erstellen
uk: Створити документ

source: Create Event Folders
de: Event-Ordner erstellen
uk: Створити папки подій

source: Create your first document to get started
de: Erstellen Sie Ihr erstes Dokument, um zu beginnen
uk: Створіть свій перший документ для початку

source: Created
de: Erstellt
uk: Створено

source: Creating Document
de: Dokument wird erstellt
uk: Створення документа

source: Description (Optional)
de: Beschreibung (optional)
uk: Опис (необов'язково)

source: Disconnect Google Drive
de: Google Drive trennen
uk: Відключити Google Диск

source: Document Information
de: Dokumentinformationen
uk: Інформація про документ

source: Document Name
de: Dokumentname
uk: Назва документа

source: Document Type
de: Dokumenttyp
uk: Тип документа

source: Documents
de: Dokumente
uk: Документи

source: Download Preview
de: Vorschau herunterladen
uk: Завантажити попередній перегляд

source: Drive
uk: Диск

source: Edit Info
de: Info bearbeiten
uk: Редагувати інформацію

source: Failed to access selected file
de: Zugriff auf ausgewählte Datei fehlgeschlagen
uk: Не вдалося отримати доступ до вибраного файлу

source: Failed to delete document
de: Dokument konnte nicht gelöscht werden
uk: Не вдалося видалити документ

source: Failed to download document
de: Dokument konnte nicht heruntergeladen werden
uk: Не вдалося завантажити документ

source: Failed to load photo
de: Foto konnte nicht geladen werden
uk: Не вдалося завантажити фото

source: Failed to read selected file
de: Ausgewählte Datei konnte nicht gelesen werden
uk: Не вдалося прочитати вибраний файл

source: Failed to select file
de: Datei konnte nicht ausgewählt werden
uk: Не вдалося вибрати файл

source: File Upload
de: Datei-Upload
uk: Завантаження файлу

source: Google Drive Connected
de: Google Drive verbunden
uk: Google Диск підключено

source: Loading Document
de: Dokument wird geladen
uk: Завантаження документа

source: Loading Documents
de: Dokumente werden geladen
uk: Завантаження документів

source: No Documents Yet
de: Noch keine Dokumente
uk: Документів поки немає

source: No Results Found
de: Keine Ergebnisse gefunden
uk: Результатів не знайдено

source: No shareable content available for this document
de: Für dieses Dokument ist kein teilbarer Inhalt verfügbar
uk: Для цього документа немає контенту для обміну

source: Not Connected
de: Nicht verbunden
uk: Не підключено

source: Not Specified
de: Nicht angegeben
uk: Не вказано

source: Open in Google Drive
de: In Google Drive öffnen
uk: Відкрити в Google Диску

source: Permission denied
de: Berechtigung verweigert
uk: Дозвіл відхилено

source: Photo
de: Foto
uk: Фото

source: Properties
de: Eigenschaften
uk: Властивості

source: Ready to upload and manage documents
de: Bereit zum Hochladen und Verwalten von Dokumenten
uk: Готово для завантаження та керування документами

source: Remove
de: Entfernen
uk: Видалити

source: Select a Template
de: Vorlage auswählen
uk: Вибрати шаблон

source: Share Document
de: Dokument teilen
uk: Поділитися документом

source: Storage
de: Speicher
uk: Сховище

source: Template
de: Vorlage
uk: Шаблон

source: Templates
de: Vorlagen
uk: Шаблони

source: Try adjusting your search terms
de: Versuchen Sie, Ihre Suchbegriffe anzupassen
uk: Спробуйте скорегувати пошукові терміни

source: Unable to display image
de: Bild kann nicht angezeigt werden
uk: Неможливо відобразити зображення

source: Unable to display text content
de: Textinhalt kann nicht angezeigt werden
uk: Неможливо відобразити текстовий зміст

source: Unable to present share sheet
de: Share-Sheet kann nicht angezeigt werden
uk: Неможливо відобразити аркуш обміну

source: Unknown error occurred
de: Unbekannter Fehler aufgetreten
uk: Сталася невідома помилка

source: Updated
de: Aktualisiert
uk: Оновлено

source: Updating
de: Wird aktualisiert
uk: Оновлення

source: Uploading to Google Drive
de: Upload zu Google Drive
uk: Завантаження в Google Диск

source: Use Template
de: Vorlage verwenden
uk: Використати шаблон

source: Venue Information
de: Veranstaltungsortinformationen
uk: Інформація про майданчик

source: Venue Type
de: Veranstaltungsorttyp
uk: Тип майданчика

source: Seconds
de: Sekunden
uk: Секунди

source: Discard Changes
de: Änderungen verwerfen
uk: Відхилити зміни

source: Keep Editing
de: Weiter bearbeiten
uk: Продовжити редагування

source: Low Stock Threshold
de: Niedrig-Lager-Schwellenwert
uk: Поріг низького запасу

source: SKU
de: Artikelnummer
uk: Артикул

source: Cost
de: Kosten
uk: Собівартість

source: Stock By Sizes
de: Lagerbestand nach Größen
uk: Запас за розмірами

source: Item Quantity
de: Artikelmenge
uk: Кількість товару

source: Clear and Recreate
de: Löschen und neu erstellen
uk: Очистити та перестворити

source: Enter Setlist Name
de: Setlistenname eingeben
uk: Введіть назву сет-листа

source: Enter Song Name
de: Songnamen eingeben
uk: Введіть назву пісні

source: Repeat
de: Wiederholen
uk: Повторити

source: ITEMS
de: ARTIKEL
uk: ТОВАРИ

source: Sort By
de: Sortieren nach
uk: Сортувати за

source: Name (Z-A)
uk: Назва (Я-А)

source: Price (Low to High)
de: Preis (Niedrig zu Hoch)
uk: Ціна (Низька-Висока)

source: Price (High to Low)
de: Preis (Hoch zu Niedrig)
uk: Ціна (Висока-Низька)

source: Stock (Low to High)
de: Lager (Niedrig zu Hoch)
uk: Запас (Низький-Високий)

source: Stock (High to Low)
de: Lager (Hoch zu Niedrig)
uk: Запас (Високий-Низький)

source: Newest First
de: Neueste zuerst
uk: Найновіші спочатку

source: Oldest First
de: Älteste zuerst
uk: Найстаріші спочатку

source: Loading merchandise items...
de: Merchandise-Artikel werden geladen...
uk: Завантаження товарів...

source: No items in selected category
de: Keine Artikel in der ausgewählten Kategorie
uk: Немає товарів у обраній категорії

source: No items matching '(searchText)'
de: Keine Artikel entsprechen '(searchText)'
uk: Немає товарів, що відповідають '(searchText)'

source: Add New Item
de: Neuen Artikel hinzufügen
uk: Додати новий товар

source: There are (merchService.lowStockItems.count) items with stock below threshold.
de: Es gibt (merchService.lowStockItems.count) Artikel mit Lagerbestand unter dem Schwellenwert.
uk: Є (merchService.lowStockItems.count) товарів з запасом нижче порогу.

source: Stock:
de: Lager:
uk: Запас:

source: Sizes:
de: Größen:
uk: Розміри:

source: Category:
de: Kategorie:
uk: Категорія:

source: Subcategory:
de: Unterkategorie:
uk: Підкategорія:

source: Price:
de: Preis:
uk: Ціна:

source: Low stock! Threshold: (item.lowStockThreshold) pcs.
de: Niedriger Lagerbestand! Schwellenwert: (item.lowStockThreshold) Stück.
uk: Низький запас! Поріг: (item.lowStockThreshold) шт.

source: Last 30 days:
de: Letzte 30 Tage:
uk: Останні 30 днів:

source: No Saved Drafts
de: Keine gespeicherten Entwürfe
uk: Немає збережених чернеток

source: Drafts you save while creating new merchandise will appear here
de: Entwürfe, die Sie beim Erstellen neuer Merchandise speichern, erscheinen hier
uk: Чернетки, які ви зберігаєте при створенні нових товарів, з'являться тут

source: Do you want to load and edit this draft?
de: Möchten Sie diesen Entwurf laden und bearbeiten?
uk: Хочете завантажити та редагувати цю чернетку?

source: Available quantity:
de: Verfügbare Menge:
uk: Доступна кількість:

source: Maximum available: (maxAvailableQuantity)
de: Maximal verfügbar: (maxAvailableQuantity)
uk: Максимум доступно: (maxAvailableQuantity)

source: Quantity: (quantity)
de: Menge: (quantity)
uk: Кількість: (quantity)

source: Sale date
de: Verkaufsdatum
uk: Дата продажу

source: Sale details
de: Verkaufsdetails
uk: Деталі продажу

source: Total
de: Gesamt
uk: Всього

source: Gift
de: Geschenk
uk: Подарунок

source: Delete sale
de: Verkauf löschen
uk: Видалити продаж

source: Details
uk: Деталі

source: Export PDF
de: PDF exportieren
uk: Експорт PDF

source: Delete Message
de: Nachricht löschen
uk: Видалити повідомлення

source: Task Not Found
de: Aufgabe nicht gefunden
uk: Завдання не знайдено

source: No Tasks
de: Keine Aufgaben
uk: Немає завдань

source: Loading tasks...
de: Aufgaben werden geladen...
uk: Завантаження завдань...

source: Are you sure you want to delete this task? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити це завдання? Цю дію не можна скасувати.

source: Timed Event
de: Zeitgesteuertes Event
uk: Подія з часом

source: No Description
de: Keine Beschreibung
uk: Без опису

source: Preferences
de: Einstellungen
uk: Налаштування

source: Account Actions
de: Kontoaktionen
uk: Дії з обліковим записом

source: Deleting your account will permanently remove all your data and cannot be undone.
de: Das Löschen Ihres Kontos entfernt dauerhaft alle Ihre Daten und kann nicht rückgängig gemacht werden.
uk: Видалення вашого облікового запису назавжди видалить всі ваші дані та не може бути скасовано.

source: Processing...
de: Wird verarbeitet...
uk: Обробка...

source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
uk: Ви впевнені, що хочете вийти?

source: This action cannot be undone. All your data will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Daten werden dauerhaft gelöscht.
uk: Цю дію не можна скасувати. Всі ваші дані будуть назавжди видалені.

source: Current Password
de: Aktuelles Passwort
uk: Поточний пароль

source: New Password
de: Neues Passwort
uk: Новий пароль

source: Password must be at least 6 characters long
de: Passwort muss mindestens 6 Zeichen lang sein
uk: Пароль повинен містити принаймні 6 символів

source: Updating password...
de: Passwort wird aktualisiert...
uk: Оновлення пароля...

source: Your password has been updated successfully
de: Ihr Passwort wurde erfolgreich aktualisiert
uk: Ваш пароль успішно оновлено

source: Notifications are enabled
de: Benachrichtigungen sind aktiviert
uk: Сповіщення увімкнено

source: 30 minutes before
de: 30 Minuten vorher
uk: За 30 хвилин до

source: 1 hour before
de: 1 Stunde vorher
uk: За 1 годину до

source: 2 hours before
de: 2 Stunden vorher
uk: За 2 години до

source: 1 day before
de: 1 Tag vorher
uk: За 1 день до

source: 2 days before
de: 2 Tage vorher
uk: За 2 дні до

source: 1 week before
de: 1 Woche vorher
uk: За 1 тиждень до

source: Please enable notifications in Settings to receive alerts.
de: Bitte aktivieren Sie Benachrichtigungen in den Einstellungen, um Benachrichtigungen zu erhalten.
uk: Будь ласка, увімкніть сповіщення в Налаштуваннях, щоб отримувати оповіщення.

source: Current Cache Size
de: Aktuelle Cache-Größe
uk: Поточний розмір кешу

source: This will remove all cached data. You may experience slower loading times until data is re-cached.
de: Dies entfernt alle Cache-Daten. Sie können langsamere Ladezeiten erleben, bis Daten erneut gecacht werden.
uk: Це видалить всі кешовані дані. Ви можете відчути повільніше завантаження до повторного кешування даних.

source: You'll get notified when items are running low
de: Sie werden benachrichtigt, wenn Artikel zur Neige gehen
uk: Ви отримаєте сповіщення, коли товари закінчуються

source: Items
de: Artikel
uk: Товари

source: Loading Merchandise Items
de: Merchandise-Artikel werden geladen
uk: Завантаження товарів мерчандайзу

source: Drafts You Save While Creating New Merchandise Will Appear Here
de: Entwürfe, die Sie beim Erstellen neuer Merchandise speichern, erscheinen hier
uk: Чернетки, які ви зберігаєте під час створення нового мерчандайзу, з'являться тут

source: Item Information
de: Artikelinformationen
uk: Інформація про товар

source: Sale Date
de: Verkaufsdatum
uk: Дата продажу

source: Sale Details
de: Verkaufsdetails
uk: Деталі продажу

source: This is a gift
de: Dies ist ein Geschenk
uk: Це подарунок

source: Delete Sale
de: Verkauf löschen
uk: Видалити продаж

source: No Sales History
de: Keine Verkaufshistorie
uk: Немає історії продажів

source: Recent Sales
de: Aktuelle Verkäufe
uk: Останні продажі

source: No Sizes Available
de: Keine Größen verfügbar
uk: Розміри недоступні

source: Item Out Of Stock
de: Artikel nicht vorrätig
uk: Товар закінчився

source: Out Of Stock
de: Nicht vorrätig
uk: Закінчився

source: Export To PDF
de: Als PDF exportieren
uk: Експорт в PDF

source: Create A Professional Setlist Document
de: Professionelles Setlisten-Dokument erstellen
uk: Створити професійний документ сет-листа

source: PDF Preview
de: PDF-Vorschau
uk: Попередній перегляд PDF

source: Document Ready
de: Dokument bereit
uk: Документ готовий
