Repository: shulck/BSNWF
Catalog: BandSync/*.lproj/Localizable.strings
Languages: de, uk

source: Permanently delete your account and data
de: Ihr Konto und Ihre Daten dauerhaft löschen
uk: Назавжди видалити ваш обліковий запис та дані

source: Confirm New Password
de: Neues Passwort bestätigen
uk: Підтвердіть новий пароль

source: Update
de: Aktualisieren
uk: Оновити

source: Accessories
de: Zubehör
uk: Аксесуари

source: T-shirt
uk: Футболка

source: Hoodie
uk: Худі

source: Jacket
de: Jacke
uk: Куртка

source: Cap
de: Mütze
uk: Кепка

source: Vinyl Record
de: Schallplatte
uk: Вінілова платівка

source: CD
uk: Компакт-диск

source: Tape
de: Kassette
uk: Касета

source: Poster
uk: Постер

source: Sticker
de: Aufkleber
uk: Наклейка

source: Pin
de: Anstecker
uk: Значок

source: Keychain
de: Schlüsselanhänger
uk: Брелок

source: Sales channel
de: Verkaufskanal
uk: Канал продажу

source: Edit sale
de: Verkauf bearbeiten
uk: Редагувати продаж

source: Updating...
de: Aktualisierung...
uk: Оновлення...

source: Store
de: Geschäft
uk: Магазин

source: Sales history
de: Verkaufshistorie
uk: Історія продажів

source: Sell item
de: Artikel verkaufen
uk: Продати товар

source: Revenue:
de: Umsatz:
uk: Дохід:

source: %d pcs.
de: %d Stk.
uk: %d шт.

source: Are you sure you want to delete item '%@'? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Artikel '%@' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
uk: Ви впевнені, що хочете видалити товар '%@'? Цю дію не можна скасувати.

source: Export as PDF
de: Als PDF exportieren
uk: Експорт у PDF

source: Export Sales History
de: Verkaufshistorie exportieren
uk: Експорт історії продажів

source: Item Gallery
de: Artikel-Galerie
uk: Галерея товару

source: Generated on %@
de: Generiert am %@
uk: Створено %@

source: Size: %@
de: Größe: %@
uk: Розмір: %@

source: Channel: %@
de: Kanal: %@
uk: Канал: %@

source: Sale Type
de: Verkaufstyp
uk: Тип продажу

source: Gift item
de: Artikel verschenken
uk: Подарувати товар

source: Confirm
de: Bestätigen
uk: Підтвердити

source: S (%d available)
de: S (%d verfügbar)
uk: S (%d доступно)

source: M (%d available)
de: M (%d verfügbar)
uk: M (%d доступно)

source: L (%d available)
de: L (%d verfügbar)
uk: L (%d доступно)

source: XL (%d available)
de: XL (%d verfügbar)
uk: XL (%d доступно)

source: XXL (%d available)
de: XXL (%d verfügbar)
uk: XXL (%d доступно)

source: Maximum available: %d
de: Maximal verfügbar: %d
uk: Максимально доступно: %d

source: Old cached data will be automatically removed every %@.
de: Alte Cache-Daten werden automatisch alle %@ entfernt.
uk: Старі кешовані дані будуть автоматично видалені кожні %@.

source: Clear Cache
de: Cache löschen
uk: Очистити кеш

source: Low Stock Notifications
de: Niedrigbestand-Benachrichtigungen
uk: Сповіщення про низький запас

source: Threshold
de: Schwellenwert
uk: Поріг

source: %d items or less
de: %d Artikel oder weniger
uk: %d товарів або менше

source: You'll receive notifications when any merchandise item has %d or fewer items in stock.
de: Sie erhalten Benachrichtigungen, wenn ein Merchandise-Artikel %d oder weniger Artikel auf Lager hat.
uk: Ви отримаєте сповіщення, коли будь-який мерч товар має %d або менше товарів на складі.

source: Enable Notifications
de: Benachrichtigungen aktivieren
uk: Увімкнути сповіщення

source: Notification Types
de: Benachrichtigungstypen
uk: Типи сповіщень

source: Events
de: Ereignisse
uk: Події

source: Reminder Times
de: Erinnerungszeiten
uk: Час нагадувань

source: Event Reminders
de: Ereignis-Erinnerungen
uk: Нагадування про події

source: Task Reminders
de: Aufgaben-Erinnerungen
uk: Нагадування про завдання

source: Sound & Badge
de: Ton & Abzeichen
uk: Звук та значок

source: Sound
de: Ton
uk: Звук

source: Badge
de: Abzeichen
uk: Значок

source: Enable Quiet Hours
de: Ruhezeiten aktivieren
uk: Увімкнути тихі години

source: Start Time
de: Startzeit
uk: Час початку

source: End Time
de: Endzeit
uk: Час закінчення

source: Permission Required
de: Berechtigung erforderlich
uk: Потрібен дозвіл

source: Manage alerts and reminders
de: Warnungen und Erinnerungen verwalten
uk: Керування сповіщеннями та нагадуваннями

source: Password, security, delete account
de: Passwort, Sicherheit, Konto löschen
uk: Пароль, безпека, видалення облікового запису

source: About & Legal
de: Info & Rechtliches
uk: Про додаток та правові питання

source: App info, terms, privacy, support
de: App-Info, Bedingungen, Datenschutz, Support
uk: Інформація про додаток, умови, конфіденційність, підтримка

source: More
de: Mehr
uk: Більше

source: New Transaction
de: Neue Transaktion
uk: Нова транзакція

source: Income
de: Einnahme
uk: Дохід

source: Expense
de: Ausgabe
uk: Витрата

source: Failed to update transaction
de: Transaktion konnte nicht aktualisiert werden
uk: Не вдалося оновити транзакцію

source: amount: €%.2f
de: Betrag: €%.2f
uk: сума: €%.2f

source: merchant: %@
de: Händler: %@
uk: продавець: %@

source: category: %@
de: Kategorie: %@
uk: категорія: %@

source: Failed to extract amount or groupId
de: Betrag oder Gruppen-ID konnte nicht extrahiert werden
uk: Не вдалося витягти суму або ID групи

source: currency:
de: Währung:
uk: валюта:

source: Band Finances
de: Band Finanzen
uk: Фінанси Групи

source: %dd ago
de: vor %d Tagen
uk: %d днів тому

source: %dh ago
de: vor %d Stunden
uk: %d годин тому

source: %dm ago
de: vor %d Minuten
uk: %d хвилин тому

source: Now
de: Jetzt
uk: Зараз

source: Financial Transaction
de: Finanztransaktion
uk: Фінансова транзакція

source: Error: %@
de: Fehler: %@
uk: Помилка: %@

source: Type: %@
de: Typ: %@
uk: Тип: %@

source: Category: %@
de: Kategorie: %@
uk: Категорія: %@

source: Amount: %.2f %@
de: Betrag: %.2f %@
uk: Сума: %.2f %@

source: Date: %@
de: Datum: %@
uk: Дата: %@

source: Description: %@
de: Beschreibung: %@
uk: Опис: %@

source: Receipt: Available in Firebase Cloud Storage
de: Beleg: Verfügbar im Firebase Cloud Storage
uk: Чек: Доступний у Firebase Cloud Storage

source: Failed to download from cloud storage
de: Fehler beim Herunterladen aus dem Cloud-Speicher
uk: Не вдалося завантажити з хмарного сховища

source: Failed to delete the transaction. Please try again.
de: Fehler beim Löschen der Transaktion. Bitte versuchen Sie es erneut.
uk: Не вдалося видалити транзакцію. Спробуйте ще раз.

source: Administrator
uk: Адміністратор

source: For Musicians
de: Für Musiker
uk: Для музикантів

source: For Fans
de: Für Fans
uk: Для фанатів

source: I'm a Fan!
de: Ich bin ein Fan!
uk: Я фанат!

source: Join your favorite band's fan club
de: Treten Sie dem Fanclub Ihrer Lieblingsband bei
uk: Приєднайтеся до фан-клубу улюбленої групи

source: or
de: oder
uk: або

source: Total: (item.totalStock)
de: Gesamt: (item.totalStock)

source: Stock: (draft.totalStock)
de: Lager: (draft.totalStock)
